Repository: 0-wiz-0/poedit
Catalog: poedit/locales/*.po
Languages: br, de, hr, pa_in, ro, ta, tr, uk

source: (modified)
br: (kemmet)
de: (geändert)
hr: (izmjenjen)
pa_in: ਸੋਧ
ro: (modificat)
ta: (Á¡üÈôÀð¼Ð)
tr: (deðiþtirildi)
uk: (зм╕нено)

source: files...
br: restroù...
de: Dateien...
hr: datoteka...
pa_in: ਫਾਇਲਾਂ
ro: fiºiere...
ta: §¸¡ôÒ¸û
tr: dosyalar...
uk: файл╕в...

source: %i lines of file '%s' were not loaded correctly.
de: %i Zeilen der Datei '%s' wurden nicht korrekt geladen.
ro: %i linii din fiºierul '%s' nu au fost încãrcate corect.
tr: %i satýr, dosya '%s' doðru olarak yüklenemedi.

source: %i strings (%i fuzzy, %i bad tokens, %i not translated)
br: %i hedad (%i tost da vat, %i odeer fall, %i ket troet)
de: %i Zeichenketten (%i unklar, %i ungültig, %i nicht übersetzt)
hr: %i prijevoda (%i nezavr¹eni, %i neispravni, %i neprevedeni)
ro: %i ºiruri (%i aproximative, %i simboluri invalide, %i netraduse)
tr: %i dizgi (%i bulanýk, %i kötü öðe, %i çevirilmedi)
uk: Рядк╕в: %i (неточно: %i,з неправильними символами: %i, не перекладено: %i)

source: &About...
br: &A-zivout...
de: &Über...
hr: &O programu...
pa_in: &ਇਸ ਬਾਰੇ...
ro: &Despre...
ta: &ÀüÈ¢...
tr: &Hakkýnda...
uk: &Про програму...

source: &Automatically translate using TM
br: &Treiñ emgefre gant TM
de: &Automatisch mit Hilfe der Tm übersetzen
hr: &Automatski prevedi koristeæi TM
pa_in: &TM ਨਾਲ ਆਪਣੇ ਆਪ ਤਬਦੀਲ ਕੀਤੀਆਂ
ro: Tradu &automat folosind TM
tr: TM'yi kullanarak otom&atik olarak çevir
uk: &Перекласти автоматично за допомогою БП

source: &Close
br: &Serriñ
de: S&chließen
hr: &Izlaz
pa_in: &ਬੰਦ ਕਰੋ
ro: În&chide
ta: &ãÎ
tr: &Kapat
uk: &Закрити

source: &Contents...
br: &Endalc’hadoù...
de: Inhalt...
hr: &Sadr¾aj...
pa_in: &ਸਮਗਰੀ...
ro: &Conþinut...
tr: Ýç&erik...
uk: &Зм╕ст...

source: &Edit
br: &Embann
de: &Bearbeiten
hr: &Ispravak
pa_in: &ਸੋਧ
ro: &Editeazã
ta: &¦¾¡Ì
tr: Dü&zenle
uk: &Правка

source: &File
br: &Restr
de: &Datei
hr: &Datoteka
pa_in: &ਫਾਇਲ
ro: &Fiºier
ta: §¸¡ôÒ
tr: &Dosya
uk: &Файл

source: &Find...
br: &Klask...
de: Suchen...
hr: &Pronaðite...
pa_in: &ਖੋਜ...
ro: &Cautã...
tr: B&ul...
uk: &Знайти...

source: &Fullscreen view
br: &Gwelout skramm a-bezh
de: &Ganzer Bildschirm
hr: &Pogled preko cijelog zaslona
pa_in: &ਸਾਰੀ ਸਕਰੀਨ ਤੇ ਵੇਖੋ
ro: &Vizualizare pe tot ecranul
ta: &ÓØò¾¢¨Ã Ó¨È¨Á
tr: &Tamekran görünüm
uk: &Повноекранний режим

source: &Help
br: &Skoazell
de: &Hilfe
hr: &Pomoæ
pa_in: &ਸਹਾਇਤਾ
ro: &Ajutor
ta: &¯¾Å¢
tr: &Yardým
uk: &Дов╕дка

source: &New catalog...
br: &Roll Nevez...
de: &Neuer Katalog...
hr: &Nova zbirka prijevoda
pa_in: &ਨਵੀ ਸੂਚੀ...
ro: Catalog &nou...
ta: Ò¾¢Â «¸Ã¡¾¢ «¨¼×
tr: &Yeni katalog...
uk: &Новий каталог...

source: &Open
br: &Digeriñ
de: Ö&ffnen
hr: &Izbor datoteke
pa_in: &ਖੋਲੋ
ro: &Deschide
ta: &¾¢È
tr: &Aç
uk: &В╕дкрити

source: &Preferences...
br: &Ma Dibaboù...
de: &Einstellungen...
hr: P&reporuke...
pa_in: &ਪਸੰਦ...
ro: &Preferinþe...
tr: Te&rcihler...
uk: &Настройки...

source: &Purge deleted translations
de: &Entferne ungenutzte Übersetzungen
ro: &Curãþã traducerile ºterse
tr: Silin&miþ çevirileri temizle

source: &Save
br: &Enrollañ
de: &Speichern
hr: &Spremanje
pa_in: &ਸਾਭੋ
ro: &Salveazã
ta: &§ºÁ¢
tr: Kay&det
uk: &Зберегти

source: &Settings...
br: &Arventennoù...
de: &Optionen...
hr: &Postavke...
pa_in: &ਰੂਪ ਰੇਖਾ...
ro: &Opþiuni...
ta: &«¨ÁôÒ¸û
tr: &Ayarlar
uk: &Настройки...

source: &Shaded translations list
br: Listenn droidigezh ar&louet
de: Gefärbte Übersetzungsliste
hr: Popis prijevoda je za&sjenjen
pa_in: &ਤਬਦੀਲੀ ਸੂਚੀ ਛਾਇਆਦਾਰ
ro: Listã traduceri &umbritã
tr: &Gölgeli çeviriler listesi
uk: &Вид╕лення списку переклад╕в

source: &Show references
br: &Gwelout Daveoù
de: Zeige Verweise
hr: &Pregled izvorne datoteke
pa_in: &ਉਦਾਹਰਨ ਦਿਉ
ro: Aratã &referinþele
ta: &¦À¡Õó¾¢Â¨¾ ¸¡ðÎ
tr: Baþvurularý göster
uk: &Показувати посилання

source: &Update from sources
br: &Hizivaat adalek tarzhoù
de: &Aus Quelltexten aktualisieren
hr: &Osvje¾i iz izvornog koda
pa_in: &ਮੂਲ ਤੋ ਨਵੀਨੀਕਰਣ ਕਰੋ
ro: Actualizeazã din surse
tr: Kaynaklardan dü&zenle
uk: &Поновити з джерела

source: &View
br: &Gwelout
de: &Ansicht
hr: Izgle&d
pa_in: &ਵੇਖੋ
ro: &Vizualizare
ta: &À¡÷
tr: &Görünüm
uk: &Вигляд

source: '%s' is not a valid POT file.
br: N'eo ket '%s' ur restr POT a-feson.
de: '%s' ist keine gültige POT-Datei.
hr: '%s' nije ispravna POT datoteka.
pa_in: '%s' ਇਕ ਸਹੀ POT ਫਾਇਲ ਨਹੀ ਹੈ
ro: '%s' nu este un fiºier POT valid.
tr: '%s' geçerli bir POT dosyasý deðil.
uk: '%s': некоректний POT-файл.

source: (%f will be substituted with filename, %l with line number)
br: (anv restr a vo lakaet e-lec’h %f, %l eus anezho gant niverennoù linennoù)
de: (%f wird ersetzt durch den Dateinamen, %l durch die Zeilennummer)
hr: (%f zamjenjuje se s imenom datoteke, %l s brojem reda)
pa_in: (%f ਫਾਇਲ ਨਾਉ ਨਾਲ ਤਬਦੀਲ ਕੀਤਾ ਗਿਆ, %l ਸਤਰ ਨੰ)
ro: (%f va fi înlocuit cu numele fiºierului, %l cu numãrul liniei)
ta: (%f ±ýÀÐ §¸¡ôÀ¢ý ¦ÀÂÃ¡¸×õ, %l ÅÃ¢ ±ñ½¡¸×õ Á¡üÈõ ¦ÀÚõ)
tr: (%f yerine dosya adý, %l yerine satýr numarasý yerleþtirilecektir)
uk: (%f буде зам╕нено на ╕м'я файлу, %l - на номер рядка)

source: (%i new, %i obsolete)
br: (%i nevez, %i kozh)
de: (%i neu, %i veraltet)
hr: (%i novi, %i stari)
pa_in: (%i ਨਵਾਂ %i ਪੁਰਾਣਾ)
ro: (%i noi, %i vechi)
ta: (%i Ò¾¢ÂÐ, %i ÀÂÉ¢ø þøÄ¡¾Ð)
tr: (%i yeni, %i eski)
uk: (%i нових, %i застар╕лих)

source: (0 new, 0 obsolete)
br: (0 nevez, 0 kozh)
de: (0 neu, 0 veraltet)
hr: (0 novi, 0 stari)
pa_in: (੦ ਨਵਾਂ, 0 ਪੁਰਾਣਾ)
ro: (0 noi, 0 vechi)
ta: (0 Ò¾¢ÂÐ, 0 ÀÂÉ¢ø þøÄ¡¾Ð)
tr: (0 yeni, 0 eski)
uk: (0 нових, 0 застар╕лих)

source: (Use default language)
br: (Ober gant yezh dre-ziouer)
de: (Standardsprache verwenden)
hr: (Koristi pretpode¹eni jezik)
pa_in: (ਮੂਲ ਭਾਸ਼ਾ ਵਰਤੋ)
ro: (Foloseºte limba implicitã)
tr: (Varsayýlan dili kullan)
uk: (Мова за замовчанням)

source: (none of these)
br: (hini ebet eus anezho)
de: (keins von diesen)
hr: (nijedan)
pa_in: ਇਹਨਾਂ ਵਿਚੋ ਕੋਈ ਨਹੀ
ro: (nici una din acestea)
ta: (­¾¢ø ´ýÚ Ü¼ þø¨Ä)
tr: (bunlarýn hiçbiri)
uk: (жодний ╕з зазначених)

source: < Previous
br: < Kent
de: < Vorherige
hr: < Prethodni
pa_in: <ਪਿਛਲਾ
ro: < Înapoi
ta: < ÓýÉÐ
tr: < Önceki
uk: < Назад

source: <unnamed>
br: <anv ebet>
de: <unbenannt>
hr: <neimenovan>
pa_in: <ਬੇਨਾਮ>
ro: <fãrã nume>
ta: <¦ÀÂÃ¢¼ôÀ¼¡¾>
tr: <adsýz>
uk: <без назви>

source: About poEdit
br: A-zivout poEdit
de: Über poEdit
hr: O programu poEdit
pa_in: ਪੋਆਡਾਇਟ ਬਾਰੇ
ro: Despre poEdit
ta: ¦À¡¦¾¡ÌôÀ¡Çý ÀüÈ¢
tr: poEdit hakkýnda
uk: ╤нформац╕я про poEdit

source: Add
br: Ouzhpennañ
de: Hinzufügen
hr: Dodavanje
pa_in: ਜੋਡ਼ੋ
ro: Adaugã
ta: §º÷
tr: Ekle
uk: Додати

source: Add directory to the list
br: Ouzhpennañ kavlec’h d'al listenn
de: Verzeichnis hinzufügen
hr: Dodajte imenik u popis
pa_in: ਡਾਇਕਰੈਕਟਰੀ ਨੂੰ ਸੁਚੀ ਵਿਚ ਲਿਖੋ
ro: Adaugã directorul la listã
ta: «¨¼¨Å ÀðÊÂÄ¢ø §º÷
tr: Dizini listeye ekle
uk: Додати каталог до списку

source: Add files
br: Ouzhpennañ restroù
de: Dateien hinzufügen
hr: Dodaj datoteke
pa_in: ਫਾਇਲਾਂ ਲਿਖੋ
ro: Adaugã fiºiere...
tr: Dosya ekle...
uk: Додати файли

source: Add path to the list of directories where catalogs lie.
br: Ouzhpennañ treug da listenn kavlec’hioù ma lec’h emañ ar rolloù.
de: Füge Pfad zur Liste der Katalogsverzeichnisse hinzu.
hr: Dodaje se staza popisu imenika, gdje je smje¹tena zbirka prijevoda .
pa_in: ਜਿਥੇ ਸੂਚੀ ਮੌਜੂਦ ਹੈ ਉਸ ਡਾਇਕਰੈਕਟਰੀ ਦਾ ਰਾਹ
ro: Adaugã calea la lista directoarelor unde se gãsesc cataloage.
ta: «¸Ã¡¾¢ «¨¼×¸û ¯ûÇ À¡¨¾¨Â §º÷ì¸×õ
tr: Yolu kataloðlarýn bulunduðu dizinler listesine ekle.
uk: Додати шлях до списку каталог╕в, де знаходяться файли каталог╕в.

source: Always change focus to text input field
br: Dislec’hiañ ar fokus war ar vaezienn da voueta
de: Immer den Focus zum Eingabefeld wechseln
hr: Fokus je uvijek na polju za unos teksta
pa_in: ਹਮੇਸ਼ਾ ਬਦਲਾ ਲਈ ਪਾਠ ਥਾਂ ਤੇ ਕੇਦਰਿਤ ਕਰੋ
ro: Întotdeauna schimbã focusul la câmpul de introducere a textului
ta: ¾¡É¡¸ ¯ûÇ£Î ¦ºöÂ §ÅñÊÂ þ¼ò¾¢üÌ ¦ºø
tr: Odaklanmayý herzaman dizgi giriþ alanýna yap
uk: Завжди встановлювати фокус у поле вводу тесту

source: An item in input files list:
br: Un elfenn el listenn restroù enankañ :
de: Ein Eintrag in der Eingabedatei-Liste:
hr: Stavka u popisu unosa u datoteku:
pa_in: ਇਨਪੁਟ ਫਾਇਲ ਸੂਚੀ ਵਿਚ ਇਕ ਚੀਜ
ro: Un element în lista de fiºiere de intrare:
ta: ¯ûÇ£Î §¸¡ôÒ¸Ç¢ø ¯ûÇ ´Õ ¯ÕôÀÊ:
tr: Girdi dosyalarý listesindeki bir öðe:
uk: Елемент в списку вх╕дних файл╕в:

source: An item in keywords list:
br: Un elfenn el listenn gerioù-alc’hwez :
de: Ein Eintrag in der Schlüsselwortliste:
hr: Stavka u popisu kljuènih rijeèi:
pa_in: ਇਨਪੁਟ ਸੂਚੀਬਧ ਅਖਰਾਂ ਵਿਚ ਇਕ ਚੀਜ
ro: Un element în lista de cuvinte cheie:
ta: ÀðÊÂÄ¢ø ¯ûÇ ´Õ ¯ÕôÀÊ
tr: Anahtar sözcükler listesindeki bir öðe:
uk: Елемент списку ключових сл╕в:

source: Automatic spellchecking
de: Automatische Rechtschreibprüfung
ro: Corectare automatã a traducerii
tr: Otomatik yazým denetimi
uk: Автоматична перев╕рка правопису

source: Automatic translation
br: Troidigezh emgefre :
de: Automatische Übersetzung
hr: Automatsko prevoðenje
ro: Traducere automatã
tr: Otomatik çeviri
uk: Автоматичний переклад

source: Automatic translations:
br: Troidigezhioù emgefre :
de: Automatische Übersetzungen:
hr: Samoprijevodi:
pa_in: ਸਵੈਸਿਧ ਭਾਸ਼ਾ ਤਬਦੀਲੀ
ro: Traduceri automate:
ta: ¾ýÉ¢Âì¸ ¦Á¡Æ¢¦ÀÂ÷ôÒ
tr: Otomatik çeviriler:
uk: Вар╕анти автоперекладу:

source: Automatically compile .mo file on save
br: Kempunañ emgefre restr .mo pa vez gwaredet
de: Erstelle .mo Datei beim Speichern
hr: Samokompajliranje *.mo datoteke pri spremanju
pa_in: ਸਾਂਭਣ ਤੇ ਆਪੇ .mo ਫਾਇਲ ਬਣਾ ਦਿਉ
ro: Compileazã automat fiºierul .mo la salvare
ta: §ºÁ¢ìÌõ §À¡Ð .mo §¸¡ôÒ¸¨Ç ¾ýÉ¢Âì¸Á¡¸ ¯ÕÅ¡ìÌ
tr: Kaydederken .mo dosyasýný otomatik olarak derle
uk: При збереженн╕ автоматично збирати файл .mo

source: Automatically translate when updating catalog
br: Treiñ emgefre pa vez hizivaet ar roll
de: Bei Katalogaktualisierung automatisch übersetzen
hr: Samoprevoðenje kad je obnovljena zbirka prijevoda
pa_in: ਜਦੋ ਸੂਚੀ ਦਾ ਨਵੀਨੀਕਰਣ ਹੋਵੇ ਤਾਂ ਆਪਣੇ ਆਪ ਹੀ ਭਾਸ਼ਾ ਤਬਦੀਲ ਕਰੋ
ro: Tradu automat la actualizarea catalogului
ta: ¾ýÉ¢Âì¸Á¡¸ ¦Á¡Æ¢¦ÀÂ÷¸×õ
tr: Kataloðu düzenlerken otomatik olarak çevir
uk: Автоматично перекладати при поновленн╕ каталогу

source: Automatically translated %u strings
br: %u hedad zo bet troet ent emgefre
de: %u Zeichenketten automatisch übersetzt
hr: Samoprevedeni %u pojam
pa_in: ਸਤਰਾਂ %u ਆਪੇ ਹੀ ਭਾਸ਼ਾ ਤਬਦੀਲ ਹੋ ਚੁਕੀਆਂ ਹਨ
ro: Am tradus automat %u ºiruri
ta: ¾ýÉ¢Âì¸Á¡¸ ¦Á¡Æ¢¦ÀÂ÷ì¸ôÀð¼ ºÃí¸û
tr: Otomatik olarak %u dizgi çevrildi
uk: Автоматично перекладено %u рядк╕в

source: Automatically translating...
br: O treiñ ent emgefre...
de: Automatische Übersetzung...
hr: Samoprevoðenje...
pa_in: ਆਪੇ ਹੀ ਭਾਸ਼ਾ ਤਬਦੀਲ ਹੋ ਰਹੀਆਂ ਹਨ
ro: Traduc automat...
ta: ¾ýÉ¢Âì¸Á¡¸ ¦Á¡Æ¢¦ÀÂ÷¾ø
tr: Otomatik olarak çeviriliyor...
uk: Автоматичний переклад...

source: Bad Tokens
br: Odeerioù Fall
de: Ungültige Zeichenketten
hr: Nevaljane kljuène rijeèi
ro: Simboluri invalide
tr: Kötü öðeler
uk: Неправильних

source: Base path:
br: Treug diazez :
de: Basispfad:
hr: Temeljna staza
pa_in: ਮੁਖ ਰਾਹ
ro: Cale de bazã:
ta: «¨¼× À¡¨¾:
tr: Ana yol:
uk: Базовий шлях:

source: Behavior
br: Emzalc’h
de: Verhalten
hr: Pona¹anje
pa_in: ਵਿਹਾਰ
ro: Comportament
ta: ÀÆì¸õ
tr: Davranýþ
uk: Повед╕нка

source: Broken catalog file: plural form msgstr used without msgid_plural
de: Beschädigte Katalogdatei: Verwendung von msgstr in Pluralform ohne msgid_plural
tr: Bozuk katalog dosyasý: çoðul biçim 'msgstr' 'msgid_plural' olmaksýzýn kullanýlmýþ
uk: З╕псований файл каталогу: msgstr у множин╕ використано без msgid_plural

source: Broken catalog file: singular form msgstr used together with msgid_plural
de: Beschädigte Katalogdatei: Verwendung von msgstr in Singularform mit msgid_plural
tr: Bozuk katalog dosyasý: tekil biçim 'msgstr', 'msgid_plural' ile birilikte kullanýlmýþ
uk: З╕псований файл каталогу: msgstr у однин╕ використана разом ╕з формою множини msgid_plural

source: Browse
br: Furchal
de: Durchsuchen
hr: Tra¾enje
pa_in: ਵੇਖੋ
ro: Navigheazã
ta: §Á§Ä¡Î
tr: Göz at
uk: Вибрати

source: C&atalog
de: K&atalog
tr: K&atalog
uk: &Каталог

source: CR/LF conversion
br: Troadur CR/LF
de: CR/LF Konvertierung
hr: CR/LF pretvorba
pa_in: CR/LF ਤਬਦੀਲੀ
ro: Conversie CR/LF
ta: CR/LF Á¡üÈ¢
tr: CR/LF dönüþümü
uk: Перетворення CR/LF

source: Cancel
br: Nullañ
de: Abbrechen
hr: Odustajem
pa_in: ਰਦ
ro: Renunþã
ta: ¿£ìÌ
tr: Vazgeç
uk: Скасувати

source: Cannot create database directory!
br: N'hall ket bezañ savet kavlec’h ar stlennvon !
de: Kann Datenbankverzeichnis nicht erstellen!
hr: Ne mo¾e se stvoriti imenik za bazu podataka!
pa_in: ਡੇਟਾਬੇਸ ਡਾਇਕਰੇਕਟਰੀ ਬਣ ਨਹੀ ਸਕਦੀ ਹੈ
ro: Nu pot crea directorul bazei de date!
ta: «¨¼¨Å ²üÀÎò¾ ­ÂÄÅ¢ø¨Ä
tr: Veritabaný dizini yaratýlamadý!
uk: Не вда╓ться створити каталог бази переклад╕в!

source: Cannot execute program:
br: N'haller ket loc’hañ ar goulev :
de: Kann Programm nicht ausführen:
hr: Ne mo¾e se pokrenuti program:
pa_in: ਪਰੋਗਰਾਮ ਚਲ ਨਹੀ ਸਕਦਾ ਹੈ
ro: Nu pot executa programul:
ta: ¿¢Ã¨Ä þÂì¸ ÓÊÂ¡Ð:
tr: Program çalýþtýrýlamadý:
uk: Не вда╓ться виконати програму:

source: Cannot extract catalogs from RPM file.
br: N'haller ket eztennañ rolloù adalek restr RPM.
de: Kann Kataloge nicht aus RPM Datei extrahieren.
hr: Ne mogu se izvuæi zbirke prijevoda iz RPM datoteke.
pa_in: RPM ਫਾਇਲ ਤੋ ਸੂਚੀ ਨਹੀ ਕਢੀ ਜਾ ਸਕੀ ਹੈ
ro: Nu pot extrage cataloagele din fiºierul RPM.
ta: «¸Ã¡¾¢ «¨¼×¸¨Ç ±Îì¸ ÓÊÂÅ¢ø¨Ä
tr: Kataloðlar RPM dosyasýndan çýkarýlamýyor.
uk: Не вда╓ться витягти каталог з RPM-файлу.

source: Cannot find resources file '%s'! Please reinstall poEdit.
br: N'haller ket kavet ar restr dafar '%s'! Adsterniit poEdit mar plij.
de: Kann Ressourcendatei nicht finden '%s'! Bitte installieren Sie poEdit neu.
hr: Ne mo¾e se pronaæi izvorna datoteka '%s'! Molimo vas da obnovite instalacija poEdit-a.
pa_in: '%s' ਮੁਢਲੀ ਫਾਇਲ ਨਹੀ ਲਭੀ ਜਾ ਸਕੀ ਹੈ! ਕਿਰਪਾ ਕਰਕੇ ਪੋਆਡਿਟ ਦੁਬਾਰਾ ਇੰਨਸਟਾਲ ਕਰੋ .
ta: %s' ±ýÈ §¸¡ô¨À ¸¡ÉÅ¢ø¨Ä.. ¿¢Ã¨Ä Á£ñÎõ ¿¢Ú×
tr: '%s' kaynaklar dosyasý bulunamadý! Lütfen poEdit'i yeniden kurunuz.
uk: Не вда╓ться знайти файл ресурс╕в '%s'! Переустанов╕ть poEdit.

source: Cannot find resources file '%s'! poEdit was configured to be installed in '%s'. You may try to set POEDIT_PREFIX environment variable to point to the location where you installed poEdit.
br: N'haller ket kavout ar restr dafar '%s'! Kefluniet eo bet poEdit evit bezañ staliet e '%s'. Ret e vefe deoc’h spisaat POEDIT_PREFIX evit an treug ma vez staliet poEdit.
de: Kann Ressourcendatei nicht finden '%s'! poEdit ist konfiguriert für das Installationsverzeichnis '%s'. Sie können die Umgebungsvariable POEDIT_PREFIX auf das Installationsverzeichnis von poEdit setzen.
hr: Ne mo¾e se naæi izvorna datoteka '%s'! poEdit je odreðen da bude postavljen u '%s'. Mo¾ete poku¹ati postavu promjenljive okru¾enja POEDIT_PREFIX da pokazuje na mjesto, gdje ste instalirali poEdit.
pa_in: ਮੁਢਲੀ'%s' ਫਾਇਲ ਨਹੀ ਲਭੀ ਹੈ! ਇਥੇ '%s' ਪੋਆਡਿਟ ਸੰਰਚਨਾ ਅਨੁਸਾਰ ਇੰਨਸਟਾਲ ਸੀ. POEDIT_PREFIX ਸਥਿਤੀ ਨੂੰ ਉਹ ਰਾਹ ਦੇਣ ਦੀ ਕੋਸ਼ਿਸ ਕਰ ਸਕਦੇ ਹੋ ਤੁਸੀ ਪੋਆਡਿਟ ਇੰਨਸਟਾਲ ਕੀਤਾ ਹੈ ।
ta: '%s'! §¸¡ô¨À ¸¡ÉÅ¢ø¨Ä ¦À¡¦¾¡ÌôÀ¡Çý þíÌ %s' ¿¢ÚÅôÀð¼Ð POEDIT_PREFIX ±ýÈ Á¡È¢¨Â «¨Áì¸×õ
tr: '%s' kaynaklar dosyasý bulunamadý! poEdit '%s' dizinine kurulmuþ gibi ayarlanmýþ. POEDIT_PREFIX çevre deðiþkenini poEdit'i kurduðunuz dizini gösterecek þekilde ayarlamayý deneyebilirsiniz.
uk: Не вда╓ться знайти файл ресурс╕в '%s'! poEdit було сконф╕гуровано для установки в '%s'. Спробуйте задати зм╕нну POEDIT_PREFIX щоб вказати розм╕щення установки poEdit.

source: Case sensitive
br: Diwall gant ar pennlizherennoù
de: Groß- Kleinschreibung beachten
hr: Po¹tivanje velikih slova
pa_in: ਅਖਰਾਂ ਦੇ ਆਕਾਰ ਤੋ ਸੰਵੇਦਨਸ਼ੀਲ
ro: Cu majuscule semnificative
ta: Å¨¸Ô½÷×¨¼Â
tr: Küçük büyük harfe duyarlý
uk: Враховувати рег╕стр

source: Catalog
br: Roll
de: Katalog
hr: Zbirka prijevoda
pa_in: ਸੂਚੀ
ta: «¸Ã¡¾¢ «¨¼×
tr: Katalog
uk: Каталог

source: Catalog modified. Do you want to save changes?
br: Roll kemmet. Gwarediñ ar c’hemmoù ?
de: Katalog geändert. Änderungen speichern?
hr: Zbirka prijevoda je izmjenjena. ®elite li spremiti promjene?
pa_in: ਸੂਚੀ ਸੋਧੀ ਗਈ ਹੈ, ਕੀ ਤੁਸੀ ਤਬਦੀਲੀਆਂ ਸਾਂਭਣੀਆਂ ਚਾਹੋਗੇ
ro: Catalogul a fost modificat. Doriþi sã salvaþi schimbãrile?
ta: «¸Ã¡¾¢ «¨¼× Á¡üÈôÀðÎûÇÐ. Á¡üÈí¸¨Çî §ºÁ¢ì¸Å¡?
tr: Katalog deðiþtirildi. Deðiþiklikleri kaydetmek istiyor musunuz?
uk: Каталог зм╕нено. Зберегти зм╕ни?

source: Catalogs &manager
br: Ardoer &rollioù
de: Katalogverwaltung
hr: &Zbornik zbirki prijevoda
pa_in: ਸੂਚੀ ਮੈਨੇਜਰ
ro: &Manager cataloage
tr: &Katalog yöneticisi
uk: Менеджер &каталог╕в

source: Change UI language
br: Kemmañ yezh an etrefas
de: GUI-Sprache auswählen
hr: Promijenite jezik za GUI
pa_in: UI ਭਾਸ਼ਾ ਤਬਦੀਲ ਕਰੋ
ro: Schimbã limba intefeþei
tr: Kullanýcý arabirimi dilini deðiþtir
uk: Зм╕нити мову ╕нтерфейсу

source: Charset:
br: Bodad-arouezennoù :
de: Zeichensatz:
hr: Skup znakova:
pa_in: ਕੈਰਸੈਟ :
ro: Set de caractere:
ta: ¦Á¡Æ¢:
tr: Karakter kümesi:
uk: Наб╕р символ╕в:

source: Choose
br: Diuz
de: Auswählen
hr: Odaberite
pa_in: ਚੋਣ
ro: Alegeþi
tr: Seç
uk: Вибрати

source: Clear
br: Naetaat
de: Löschen
hr: Bri¹em
pa_in: ਸਾਫ ਕਰੋ
ro: ªterge
ta: Å¢ÄìÌ
tr: Temizle
uk: Очистити

source: Clear the comment
br: Naetaat an evezhiadenn
de: Den Kommentar löschen
hr: Obri¹ite napomenu
pa_in: ਟਿਪਣੀ ਸਾਫ ਕਰੋ
ro: ªterge comentariul
ta: ÌÈ¢ôÒ¨Ã¨Â Å¢ÄìÌ
tr: Açýklamayý temizle
uk: Очистити коментар

source: Comment window is editable
br: Prenestr an evezhiadennoù a c’hell bezañ embannet
de: Das Kommentarfenster ist editierbar
hr: Prozor za komentar se mo¾e ureðivati
ro: Fereastra de comentarii este editabilã
tr: Açýklama penceresi düzenlenebilir
uk: Дозволити зм╕ни у пол╕ коментаря

source: Comment:
br: Evezhiadenn :
de: Kommentar:
hr: Napomena:
pa_in: ਟਿਪਣੀ :
ro: Comentariu:
ta: ÌÈ¢ôÒ¨Ã:
tr: Açýklama:
uk: Коментар:

source: Configuration
br: Kefluniañ
de: Konfiguration
hr: Pode¹avanje
pa_in: ਸੰਰਚਨਾ
ro: Configuraþie
ta: ÅÊÅ¨ÁôÒ
tr: Konfigürasyon
uk: Конф╕гурац╕я

source: Confirmation
br: Kardarnaat
de: Bestätigung
hr: Potvrda
pa_in: ਸਵੀਕਾਰ ਕਰਨਾ
ro: Confirmare
ta: ¯Ú¾¢ôÀÎò¾ø
tr: Onay
uk: П╕дтвердження

source: Copy original to translation field
br: Kopiañ hini a-orin d'ar vaezienn droidigezh
de: Kopiere Original- nach Übersetzungszeichenkette
hr: Prena¹anje izvornog pojma u polje za prijevod
pa_in: ਅਸਲੀ ਸਤਰ ਨੂੰ ਭਾਸ਼ਾ ਤਬਦੀਲ ਸਤਰ ਵਿਚ ਨਕਲ ਕਰੋ
ro: Copiazã originalul în câmpul traducere
ta: «§¾ Å¡÷ò¨¾¨Â ÀÂýÀÎòÐ
tr: Özgün olaný çeviri alanýna kopyala
uk: Скоп╕ювати початковий рядок у поле перекладу

source: Country:
br: Bro :
de: Land:
hr: Dr¾ava:
pa_in: ਦੇਸ਼ :
ro: Þara:
tr: Ülke:
uk: Кра╖на:

source: Create new translations project
br: Sevel raktresoù troidigezh nevez
de: Erstelle neues Übersetzungsprojekt
hr: Stvaranje novog projekta za prevodenje
pa_in: ਨਵਾਂ ਭਾਸ਼ਾ ਤਬਦੀਲੀ ਪਰੋਜੈਕਟ ਬਣਾਉ
ro: Creazã un nou proiect de traducere
ta: Ò¾¢Â ¦Á¡Æ¢¦ÀÂ÷ôÒ ¾¢ð¼ôÀ½¢¨Â ¯ÕÅ¡ìÌ
tr: Yeni çeviri projesi yarat
uk: Створити новий проект перекладу

source: Database
br: Stlennvon
de: Datenbank
hr: Baza podataka
pa_in: ਡੇਟਾਬੇਸ
ro: Bazã de date
ta: ¾Ã×ò¾Çõ
tr: Veritabaný
uk: База переклад╕в

source: Database error: %s
br: Fazi stlennvon : %s
de: Datenbankfehler: %s
hr: Gre¹ka u bazi podataka: %s
pa_in: ਡੇਟਾਬੇਸ ਵਿਚ ਗਲਤੀ ਹੈ : %s
ro: Eroare bazã de date: %s
ta: ¾Ã×ò¾Çõ À¢¨Æ: %s
tr: Veritabaný hatasý: %s
uk: Помилка БД: %s

source: Delete
br: Dilemel
de: Löschen
hr: Brisanje
pa_in: ਹਟਾਉ
ro: ªterge
ta: ¿£ìÌ
tr: Sil
uk: Видалити

source: Delete item
br: Dilemel elfenn
de: Eintrag löschen
hr: Brisanje retka
pa_in: ਚੀਜ ਹਟਾਉ
ro: ªterge element
tr: Öðeyi sil
uk: Видалити

source: Delete the project
br: Freuzañ ar raktres
de: Projekt löschen
hr: Brisanje projekta
pa_in: ਪਰੋਜੈਕਟ ਹਟਾਉ
ro: ªterge proiectul
ta: ¾¢ð¼ôÀ½¢¨Â ¿£ìÌ
tr: Projeyi sil
uk: Видалити проект

source: Directories:
br: Dilemel Raktres
de: Verzeichnisse:
hr: Imenici:
pa_in: ਡਾਇਕਰੈਕਟਰੀ :
ro: Directoare:
ta: «¨¼×¸û:
tr: Dizinler:
uk: Каталоги:

source: Display &line numbers
br: Diskouez &niverennoù linennoù
de: Zeige Zeile&nnummern
hr: Prikaz &broja reda
pa_in: ਲਾਇਨ ਨੰਬਰ ਵੇਖਾਉ
ro: Afiºeazã numerele &liniilor
ta: &ÅÃ¢ ±ñ¸¨Ç ¸¡ðÎ
tr: Satýr numaralarýný göster
uk: Показувати &номери рядк╕в

source: Display &quotes
br: Diskouez &skrabigoù
de: Zeige &Anführungszeichen
hr: Prikaz &navodnih znakova
pa_in: ਹਵਾਲਾ ਵੇਖਾਉ
ro: Afiºeazã &ghilimelele
ta: " &ÌÈ¢¨Â ¸¡ðÎ
tr: Týrnaklarý göster
uk: Показувати &лапки

source: Display quotes around the string?
br: Diskouez skrabigoù e pennoù an hedad ?
de: Umschließe Zeichenketten mit Anführungszeichen?
hr: Prikazuju li se navodnici na pojmu?
pa_in: ਕੀ ਸਤਰ ਦੇ ਦੁਆਲੇ ਹਵਾਲਾ ਵੇਖਣਾ ਹੈ ?
ro: Afiºeazã ghilimelele în jurul ºirului?
ta: ºÃò¾¢ý µÃí¸Ç¢ø " ¸¡ð¼ §ÅñÎÁ¡?
tr: Dizgiler týrnak içinde gösterilsin mi?
uk: Показувати лапки навколо рядка?

source: Do you really want to do mass update of all catalogs in this project?
br: Fellout a ra deoc’h ober un hizivaat braz eus an holl rolloù evit ar raktres-mañ ?
de: Wollen Sie wirklich alle Kataloge dieses Projektes aktualisieren?
hr: ®elite li stvarno skupnu obnovu svih zbirki prijevoda u projektu?
pa_in: ਕੀ ਤੁਸੀ ਇਸ ਪਰੋਜੈਕਟ ਦੀਆਂ ਸਾਰੀਆਂ ਸੂਚੀਆਂ ਇਕਠੀ ਹੀ ਨਵੀਉਣੀਆਂ ਚਾਹੁੰਦੇ ਹੋ ?
ro: Doriþi sã actualizaþi în masã toate cataloagele din acest proiect?
ta: ¿£í¸û ¾¢ð¼ôÀ½¢Â¢ø ¯ûÇ «¨Éò¨¾Ôõ ¿¢îºÂõ ¿¢¸ú¿¢¨ÄôÀÎò¾ §ÅñÎÁ¡?
tr: Projedeki tüm kataloðlarý düzenlemeyi gerçekten istiyor musunuz?
uk: Ви д╕йсно хочете поновити вс╕ каталоги у цьому проект╕?

source: Do you really want to remove all translations that are no longer used from the catalog? If you continue with purging, you will have to translate them again if they are added back in the future.
de: Wollen Sie wirklich alle nicht mehr verwendeten Übersetzungen aus dem Katalog löschen? Wenn Sie mit dem Bereinigen fortfahren, müssen Sie die Texte erneut übersetzen, falls sie wieder hinzugefügt werden.
ro: Eºti sigur cã vrei sã elimini toate traducerile care nu mai sunt folosite de catalog? Dacã continui cu curãþarea, va trebui sã le traduci din nou dacã ele vor fi readãugate în viitor.
tr: Tüm kullanýlmayan çevirileri kataloðdan kaldýrmak istediðinizden emin misiniz? Eðer temizlemeye devam ederseniz, gelecekte eklendiklerinde bunlarý yeniden çevirmek zorunda kalacaksýnýz.

source: Do you want to delete the project?
br: Fellout a ra deoc’h freuzañ ar raktres ?
de: Soll das Projekt gelöscht werden?
hr: ®elite li izbrisati projekt
pa_in: ਕੀ ਤੁਸੀ ਪਰੋਜੈਕਟ ਖਤਮ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ ?
ro: Doriþi sã ºtergeþi proiectul?
ta: ¾¢ð¼ôÀ½¨Â ¿£ì¸ Å¢ÕõÒ¸¢È£÷¸Ç¡?
tr: Projeyi silmek istiyor musunuz?
uk: Ви д╕йсно хочете видалити проект?

source: Don't change format of existing catalogs
br: Na gemmañ mentrezh ar rolloù a zo anezho
de: Behalte Format existierender Kataloge bei
hr: Ne mijenja se postava postojeæih zbirki prijevoda
pa_in: ਮੌਜੂਦ ਸੂਚੀ ਦੀ ਤਰਤੀਬ ਨਾ ਬਦਲੋ
ro: Nu schimba formatul cataloagelor existente
ta: ¾ü§À¡ÐûÇ «¸Ã¡¾¢¸Ç¢ý ÅÊÅò¨¾ Á¡üÈ §Åñ¼¡õ
tr: Varolan kataloðlarýn biçemini deðiþtirme
uk: Не зм╕нювати формат ╕снуючих каталог╕в

source: E&xport...
br: Ez&porzhiañ...
hr: &Izvezi...
tr: Ýh&raç...
uk: Е&кспорт...

source: Edit
br: Embann
de: Bearbeiten
hr: Ispravak
pa_in: ਸੋਧ
ro: Editeazã
ta: ¦¾¡Ì
tr: Düzenle
uk: Редагувати

source: Edit &comment
br: Embann &evezhiadenn
de: Bearbeite Kommentar
hr: Ispravak &napomene
pa_in: ਸੋਧ ਟਿਪਣੀ
ro: Editeazã &comentariul
tr: Açýklamayý dü&zenle
uk: Зм╕нити &коментар

source: Edit comment
br: Embann evezhiadenn
de: Bearbeite Kommentar
hr: Ispravak napomene
pa_in: ਸੋਧ ਟਿਪਣੀ
ro: Editeazã comentariul
ta: ÌÈ¢ôÒ¨Ã¨Â ¦¾¡Ì
tr: Açýklamayý düzenle
uk: Зм╕на коментаря

source: Edit item
br: Embann item
de: Eintrag bearbeiten
hr: Ureðivanje retka
pa_in: ਚੀਜ ਸੋਧੋ
ro: Editeazã element
tr: Öðeyi düzenle
uk: Редагувати

source: Edit project
br: Embann raktres
de: Projekt bearbeiten
hr: Ispravak projekta
pa_in: ਪਰੋਜੈਕਟ ਸੋਧੋ
ro: Editeazã proiect
ta: ¾¢ð¼ôÀ½¢¨Â ¦¾¡Ì
tr: Proje düzenle
uk: Зм╕на проекту

source: Edit the file in text editor
br: Embann ar restr en embanner testenn
de: Die Datei im Texteditor bearbeiten
hr: Ispravite datoteku u programu za pisanje
pa_in: ਫਾਇਲ ਪਾਠ ਸੋਧਕ ਨਾਲ ਸੋਧੋ
ro: Editeazã fiºierul în editorul de text
ta: §¸¡ô¨À ¦¾¡ÌôÀ¡É¢ø ¦¾¡Ìì¸×õ
tr: Dosyayý metin düzenleyicisinde düzenleyiniz
uk: Зм╕нити файл у текстовому редактор╕
