Repository: 0-wiz-0/poedit
Catalog: poedit/locales/*.po
Languages: br, de, hr, pa_in, ro, ta, tr, uk

source: Select catalog's language
br: Diuzit yezh ar roll :
de: Katalogsprache auswählen
hr: Izbor jezika zbirke prijevoda
pa_in: ਸੂਚੀ ਦੀ ਭਾਸ਼ਾ ਚੁਣੋ
ro: Selectaþi limba catalogului
ta: «¸Ã¡¾¢ «¨¼Å¢ý ¦Á¡Æ¢¨Â §¾÷× ¦ºö¸
tr: Katalog dilini seçiniz
uk: Вибер╕ть мову каталогу

source: Select directory
br: Diuz kavlec’h
de: Verzeichnis wählen
hr: Izbor imenika
pa_in: ਡਾਇਕਰੈਕਟਰੀ
ro: Selectaþi directorul
ta: «¨¼¨Åò §¾÷× ¦ºö
tr: Dizin seçiniz
uk: Вибер╕ть каталог

source: Select language
br: Diuz Yezh
de: Sprache wählen
hr: Odaberite jezik
pa_in: ਭਾਸ਼ਾ ਚੁਣੋ
ro: Selectaþi limba
ta: ¿¡Îõ ¦Á¡Æ¢Ôõ
tr: Dil seçiniz
uk: Вибер╕ть мову

source: Select your prefered language
br: Diuz ar yezh gwell ganeoc’h
de: Bitte wählen Sie Ihre Sprache
hr: Odaberite jezik po va¹em izboru
pa_in: ਤੁਹਾਡੀ ਪਸੰਦੀਦੀ ਭਾਸ਼ਾ
ro: Selectaþi limba preferatã
tr: Tercih ettiðiniz dili seçiniz
uk: Вибер╕ть бажану мову

source: Settings
br: Dibaboù
de: Katalogoptionen
hr: Postavke
pa_in: ਸੈਟਿੰਗ
ro: Opþiuni
ta: «¨ÁôÒ¸û
tr: Ayarlar
uk: Настройки

source: Setup
br: Kempenn
hr: Postavljanje
pa_in: ਸੈਟਅਪ
ro: Configurare
ta: «¨ÁôÒ...
tr: Kur
uk: Конф╕гурац╕я

source: Show &comment window
br: Diskouez &prenestr an evezhiadennoù
de: Kommentarfenster anzeigen
hr: Prika¾i prozor s &komentarom
pa_in: ਟਿਪਣੀ ਝਰੇਖਾ ਵੇਖਾਉ
ro: Aratã fereastra de &comentarii
tr: Açýklama pen&ceresini göster
uk: Показувати в╕кно коментар╕в

source: Show automatic c&omments window
de: Zeige Fenster mit automatischen K&ommentaren
ro: Aratã fereastra de &comentarii automate
tr: Otomatik açýklamalar pen&ceresini göster

source: Show summary after catalog update
br: Diskouez berradenn goude hizivaat ar roll
de: Zeige Bericht nach Katalogaktualisierung
hr: Zbirni pregled poslije obnove zbirke prijevoda
pa_in: ਸੂਚੀ ਨਿਵਾਉਣ ਮਗਰੋਂ ਸਾਂਰਸ ਵੇਖੋ
ro: Aratã sumarul dupã actualizarea catalogului
ta: ¿¢¸ú¿¢¨ÄôÀÎò¾¢Â À¢ý Å¢Çì¸õ ¦¸¡Î
tr: Katalog düzenlendikten sonra özet göster
uk: Показувати п╕дсумок п╕сля поновлення каталогу

source: Singular:
tr: Tekil:
uk: Однина:

source: Source code charset:
br: Bodad-arouezennoù Restr tarzh :
de: Zeichensatz des Quellcode:
hr: Znakovni skup u izvornom kodu:
ro: Set caractere cod sursã:
tr: Kaynak kod karakter kümesi:
uk: Кодування вих╕дного файлу:

source: Source code parsers:
br: Dielfennerioù restroù :
de: Quellcode Parser:
hr: Pretra¾ivaè izvornog teksta:
pa_in: ਸੋਰਸ ਕੋਡ ਪਾਰਸਰ:
ro: Parsere cod sursã:
ta: ãÄ ¿¢Ãø «Ä¸¢ÎÅ¡ý¸û:
tr: Kaynak dosya ayrýþtýrýcýlarý:
uk: Парсери вих╕дного коду:

source: Source file
br: Restr tarzh
de: Quelldatei
hr: Izvorna datoteka
pa_in: ਸੋਰਸ ਫਾਇਲ
ro: Fiºier sursã
ta: ãÄ §¸¡ôÒ
tr: Kaynak dosya
uk: Вих╕дний файл

source: Start from the first item
de: Beginne beim ersten Eintrag
ro: Începe de la primul item.
tr: Ýlk öðeden baþla

source: String to find:
br: Hedad da glask :
de: Zu findende Zeichenkette:
hr: Pojam koji se tra¾i:
pa_in: ਲ਼ਭਣ ਲਈ ਸਤਰ:
ro: ªirul de cãutat:
ta: §¾¼ôÀ¼§ÅñÊÂ ºÃõ:
tr: Aranan:
uk: Знайти:

source: Team's email address:
br: Postel ar skipailh :
de: e-mail Adresse des Teams:
hr: Adresa e-po¹te popisa prevodilaca:
pa_in: ਟੀਮ ਦਾ ਇ-ਪਤਰ ਪਤਾ :
ro: Adresa de email a echipei:
ta: ÌØÅ¢ý Á¢ýÉïºø Ó¸ÅÃ¢;
tr: Ekip e-posta adresi:
uk: E-mail команди:

source: Team:
br: Skipailh:
de: Übersetzerteam:
hr: Tim:
pa_in: ਟੀਮ:
ro: Echipa:
ta: ÌØ:
tr: Ekip:
uk: Команда:

source: The catalog couldn't be saved in '%s' charset as specified in catalog settings. It was saved in UTF-8 instead and the setting was modified accordingly.
br: N'hall ket bezañ gwaredet ar roll dindan bodad-arouezennoù '%s' evel eo spisaet en dibaboù roll. Enrollet eo bet e UTF-8 ha kemmet eo bet an dibab da c’houde-se.
de: Der Katalog konnte nicht im Zeichensatz '%s' gespeichert werden. Er wurde stattdessen in UTF-8 gespeichert, die Katalogoptionen wurden entsprechend angepasst.
hr: Zbirka se ne mo¾e spremiti u '%s' skupu znakova kako je odreðeno u postavkama zbirki. Spremljena je kao UTF-8 i postavka je promjenjena u skladu s tim.
pa_in: ਕੈਰਸੈਟ '%s' ਵਿਚ ਸੂਚੀ ਸਾਂਭੀ ਨਹੀ ਜਾ ਸਕਦੀ ਹੈ ਜਿਵੇ ਕਿ ਸੂਚੀ ਸੈਟਿੰਗ ਮੁਤਾਬਿਕ ਹੈ। ਇਹ UTF-8 ਅਨੁਸਾਰ ਸਾਂਭੀ ਗਈ ਹੈ ਅਤੇ ਸੈਟਿੰਗ ਵੀ ਇਸ ਅਨੁਸਾਰ ਹੀ ਸੋਧੀ ਗਈ ਹੈ
ro: Catalogul nu a putut fi salvat în setul de caractere '%s' aºa cum este specificat în setãrile catalogului. A fost salvat în loc în UTF-8 ºi setarea a fost modificatã corespunzãtor.
ta: %s' ±ýÈ ¦Á¡Æ¢Â¨ÁôÀ¢ø §ºÁ¢ì¸ ÓÊÂÅ¢ø¨Ä ¬¾Ä¡ø UTF-8 «¨ÁôÀ¢ø §ºÁ¢ì¸ôÀðÎûÇÐ
tr: Katalog, ayarlarda belirtilen '%s' karakter kümesinde saklanamadý. Bunun yerine UTF-8 olarak saklandý ve ayarlar uygun olarak deðiþtirildi.
uk: Неможливо зберегти каталог у кодуванн╕ '%s', як вказано у настройках каталогу. Збережено у кодуванн╕ UTF-8 та зм╕нено в╕дпов╕дн╕ настройках

source: There were errors when loading the catalog. Some data may be missing or corrupted as the result.
de: Es gab Fehler beim Laden des Katalogs. Manche Daten können fehlen oder beschädigt sein.
ro: Au apãrut unele erori la încãrcarea catalogului. Se poate ca unele date sã lipseasca sau sã fie corupte.
tr: Katalog yüklemede bazý sorunlar oldu. Bazý veriler kaybolabilir veya bozulabilir.

source: These strings are no longer in the sources. poEdit will remove them from the catalog now.
br: N'emañ ket ken an hedadoù-mañ en tarzhoù. Dilemel a ro poEdit anezho ouzh ar roll diouzhtu.
de: Diese Zeichenketten befinden sich nicht mehr in den Quelldateien. poEdit wird sie jetzt aus dem Katalog entfernen.
hr: Ovi pojmovi nisu vi¹e u izvornim datotekama. poEdit æe ih sada izbrisati iz rjeènika
pa_in: ਸੋਰਸ ਵਿਚ ਇਹ ਸਤਰਾਂ ਮੌਜੂਦ ਨਹੀ ਹਨ। ਪੋਆਡਿਟ ਇਹਨਾਂ ਨੂੰ ਸੂਚੀ ਵਿਚੋ ਹਟਾ ਰਿਹਾ ਹੈ ।
ro: Aceste ºiruri nu mai sunt în surse. poEdit le va elimina din catalog acum.
ta: þó¾ ºÃí¸û ÀÂýÀÎò¾ §À¡Å¾¢ø¨Ä «¨Å ¿£ì¸ôÀÎõ
tr: Bu dizgiler artýk kaynak programda yok. poEdit þimdi onlarý kataloðdan çýkaracak.
uk: Цих рядк╕в вже нема╓ у вих╕дних текстах. poEdit видалить ╖х з каталогу.

source: These strings were found in the sources but were not in the catalog. poEdit will add them to the catalog now.
br: Kavet eo bet an hedadoù-mañ en tarzhoù met n'oant ket er roll. Ouzhpennet e vo d'ar roll gant poEdit diouzhtu.
de: Diese Zeichenketten wurden in den Quelldateien gefunden, aber nicht im Katalog. poEdit wird sie jetzt dem Katalog hinzufügen.
hr: Ovi pojmovi su naðeni u izvornim datotekama, ali nisu u zbirci prijevoda. Program poEdit æe ih sada njoj dodati.
pa_in: ਸੋਰਸ ਵਿਚ ਤਾਂ ਸਤਰਾਂ ਹਨ, ਪਰ ਸੂਚੀ ਵਿਚ ਨਹੀ ਹੈ । ਪੋਆਡਿਟ ਇਹਨਾਂ ਨੂੰ ਸੂਚੀਬਧ ਕਰ ਰਿਹਾ ਹੈ ।
ro: Aceste siruri au fost gãsite în surse dar nu erau în catalog. poEdit le va adãuga la catalog acum.
ta: þó¾ ºÃí¸û «¸Ã¡¾¢ «¨¼Å¢ø þø¨Ä, ¬¾Ä¡ø «¨Å §º÷ì¸ôÀÎõ
tr: Kaynak programda bulunan bu dizgiler katalogda yoktu. poEdit þimdi onlarý kataloða ekleyecek.
uk: Ц╕ рядки було знайдено у вих╕дних текстах, але вони в╕дсутн╕ у каталоз╕. poEdit додасть ╖х до каталогу.

source: This is first time you run poEdit. Please fill in your name and e-mail address. (This information is used only in catalogs headers)
br: Setu ar wech kentañ e loc’hit poEdit. Roit hoc’h anv hag ho postel mar plij. (Arveret eo ar c’heloù-se e talbennoù ar rolloù hepken)
de: Sie starten poEdit zum ersten Mal. Bitte geben Sie ihren Namen und ihre e-mail Adresse an. (Diese Information wird ausschließlich in Katalogköpfen benutzt)
hr: Ovo je prvi puta da pokreæete poEdit. Molimo vas da popunite ime i adresu e-po¹te. (Podatci se koriste samo u zaglavlju zbirke prijevoda)
pa_in: ਤੁਸੀ ਪੋਆਡਿਟ ਪਹਿਲ਼ੀ ਵਾਰ ਚਲਾ ਰਹੇ ਹੋ । ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਨਾਉ ਅਤੇ ਈ ਪਤਰ ਪਤਾ ਭਰੋ (ਇਹ ਸਿਰਫ ਸੂਚੀ ਦੇ ਸਿਰਲੇਖ ਲਈ ਹੈ)
ro: Aceasta este prima datã când rulaþi poEdit. Vã rog sã completaþi numele ºi adresa de email. (Aceastã informaþie este folositã doar în antetele cataloagelor)
ta: ¿£í¸û ¦À¡¦¾¡ÌôÀ¡Ç¨É Ó¾ø Ó¨ÈÂ¡¸ þÂìÌ¸¢È£÷¸û ¯í¸û ¦ÀÂ¨ÃÔõ, Á¢ýÉïºø Ó¸ÅÃ¢¨ÂÔõ ¦¸¡Îì¸×õ
tr: poEdit'i ilk kez kullanýyorsunuz. Lütfen adýnýzý ve e-posta adresinizi giriniz. (Bu bilgi sadece katalog baþlýklarýnda kullanýlacaktýr)
uk: Перший запуск poEdit. Введ╕ть ваше ╕м'я та e-mail адресу. (Ця ╕нформац╕я буде використана для заголовк╕в каталог╕в)

source: This is the command used to launch the parser. %o expands to the name of output file, %K to list of keywords, %F to list of input files, %C to charset flag (see below).
br: Setu an arc’hwel evit loc’hañ an dielfenner. %o a zo evit anv ar restr ec’hankañ, %K evit al listenn gerioù-alc’hwez, %F evit listenn ar restroù enankañ, %C evit banniel bodad-arouezennoù (gw. da heul).
de: Mit diesem Kommando wird der Parser gestartet. %o erweitert zum Namen der Ausgabedatei, %k zur Liste der Schlüsselwörter, %F zur Liste der Eingabedateien, %C zum Zeichensatz Flag (siehe unten).
hr: Ovo je naredba za pokretanje pretra¾ivaèa. %o daje ime izlazne datoteke,%K daje popis kljuènih rijeèi, %F daje popis ulaznih datoteka, %C daje oznaku znakovnog skupa (vidi dolje).
ro: Aceasta este comanda folositã pentru a lansa parser-ul. %o se extinde la numele fiºierului de ieºire, %K la lista de cuvinte, %F la lista de fiºiere de intrare, %C la setul de caractere (vedeþi mai jos).
tr: Ayrýþtýrýcýyý çalýþtýrmak için kullanýlan komut þöyledir. %o çýktý dosyasý adý, %K anahtar kelimeler listesi, %F girdi dosyalarý listesi, %C karakter kümesi bayraðý (aþaðýya bakýnýz) olur.
uk: Команда для запуску парсера . %o зам╕ню╓ться на ╕м'я к╕нцевого файлу, %K на список ключових сл╕в, %F на список вх╕дних файл╕в, %C на кодування (див. дал╕).

source: This will be attached to the command line only if source codecharset was given. %c expands to charset value.
br: Staget e vo d'al linenn-arc’hwelioù mard eo bet roet bodad-arouezennoù an tarzh. %c zo evit gwerzhiad ar bodad-arouezennoù.
de: Wird nur dann an die Kommandozeile angefügt, wenn das Zeichensatz Flag des Quelltextes übergeben wurde. %c erweitert zum Zeichensatz Flag.
hr: Bit æe dodano naredbenoj crti samo ako je zadan znakovni skup ulaza. %c se ekspandira u kod znakovnog skupa.
ro: Aceasta va fi ataºatã la linia de comandã doar dacã setul de caractere sursã este dat. %c se extinde la valoarea tipului de caractere.
tr: Eðer kaynak kodu karakter kümesi verildiyse, bu komut satýrýna eklenecektir. %c karakter kümesi deðeri olur.
uk: Це буде додано до командного рядку лише якщо вказано кодування вх╕дного файлу. %c зам╕ню╓ться на кодування.

source: This will be attached to the command line once for each input file. %f expands to the filename.
br: Staget e vo d'al linenn-arc’hwelioù ur wech evit pep restr enankañ. %f zo evit an anv restr.
de: Wird einmal an die Kommandozeile für jede Eingabedatei angehangen. %f expandiert zum Dateinamen.
hr: Bit æe dodano naredbenoj crti jedamput za svaku ulaznu datoteku. %f dodaje se imenu datoteke.
pa_in: ਇਹ ਇਕ ਵਾਰ ਕਮਾਂਡ ਲਾਇਨ ਨਾਲ ਹਰੇਕ ਇਨਪੁਟ ਫਾਇਲ ਲ਼ਈ ਜੁਡ਼ ਜਾਵੇਗਾ %f ਫਾਇਲ ਨਾਉ ਫੈਲਾ ਦੇਵੇਗਾ
ro: Aceasta va fi ataºatã la linia de comandã la fiecare fiºier de intrare. %f se extinde la numele fiºierului.
tr: Her girdi dosyasý için bu komut satýrýna eklenecektir. %f dosya adý olur.
uk: Це буде додано до командного рядку для кожного вх╕дного файлу. %f зам╕ню╓ться на ╕м'я файлу.

source: This will be attached to the command line once for each keyword. %k expands to the keyword.
br: Staget e vo d'al linenn-arc’hwelioù ur wech evit pep ger-alc’hwez. %k zo evit ar ger-alc’hwez.
de: Wird für jedes Schlüsselwort einmal an die Kommandozeile angehangen. %k expandiert das Schlüsselwort.
hr: Bit æe dodano naredbenoj crti jedamput za svaku kljuènu rijeè. %k dodaje se kljuènoj rijeèi.
pa_in: ਇਹ ਇਕ ਵਾਰ ਕਮਾਂਡ ਲਾਇਨ ਨਾਲ ਹਰੇਕ ਇਨਪੁਟ ਫਾਇਲ ਲ਼ਈ ਜੁਡ਼ ਜਾਵੇਗਾ %k ਫਾਇਲ ਨਾਉ ਫੈਲਾ ਦੇਵੇਗਾ
ro: Aceasta va fi ataºatã la linia de comandã la fiecare cuvânt. %k va fi extins cu cuvântul respectiv.
tr: Her anahtar kelime için bu komut satýrýna eklenecektir. %k anahtar kelime olur.
uk: Це буде додано до командного рядку для кожного ключового слова. %k зам╕ню╓ться на ключове слово.

source: Toggled if selected string has fuzzy translation
br: Lakaat war an tu gin mard eo tost da vat troidigezh an hedad dibabet
de: Gesetzt wenn ausgewählte Zeichenkette eine unklare Übersetzung besitzt
hr: Promjena stanja nezav¹enosti
pa_in: ਜੇਕਰ ਚੁਣੀ ਸਤਰ ਅਸਪਸ਼ਟ ਤਬਦੀਲ ਕੀਤੀ ਹੈ ਤਾਂ ਸਥਿਤੀ ਬਦਲੋ
ro: Comutat dacã ºirul selectat are traducere aproximativã
ta: ¦¾Ç¢ÅüÈ ¦Á¡Æ¢¦ÀÂ÷ôÒ þÕó¾¡ø §¾÷Å¡¸¢ þÕìÌõ
tr: Seçilen dizgenin çevirisi bulanýksa deðiþtirilir
uk: Натисн╕ть, якщо рядок м╕стить неточний переклад

source: Total
br: Hollad
hr: Ukupno stavki
pa_in: ਕੁਲ
ta: ¦Á¡ò¾õ
tr: Toplam
uk: Всього

source: Translation
br: Troidigezh
de: Übersetzung
hr: Prijevod
pa_in: ਭਾਸ਼ਾ ਤਬਦੀਲ
ro: Traducere
ta: ¦Á¡Æ¢¦ÀÂ÷ôÒ
tr: Çeviri
uk: Переклад

source: Translation Memory
br: Eñvor Troidigezh
de: Übersetzungsspeicher
hr: Spremanje prijevoda
pa_in: ਤਬਦੀਲੀ ਮੂਮੈਰੀ
ro: Memorie de traduceri
ta: ¿¢¨ÉÅ¸ò ¾¸Åø
tr: Çeviri Belleði
uk: База перекладу

source: Translation files (*.po;*.mo)|*.po;*.mo
br: Restroù Troidigezh (*.po;*.mo)|*.po;*.mo
de: Katalogdateien (*.po;*.mo)|*.po;*.mo
hr: Datoteke prijevoda (*.po;*.mo)|*.po;*.mo
pa_in: ਭਾਸ਼ਾ ਤਬਦੀਲੀ ਫਾਇਲਾਂ(*.po;*.mo)|*.po;*.mo
ro: Fiºiere de traduceri (*.po;*.mo)|*.po;*.mo
tr: Çeviri dosyalarý (*.po;*.mo)|*.po;*.mo
uk: Файли переклад╕в (*.po;*.mo)|*.po;*.mo

source: Translation files (*.po;*.mo;*.rpm)|*.po;*.mo;*.rpm
br: Restroù Troidigezh (*.po;*.mo;*.rpm)|*.po;*.mo;*.rpm
de: Katalogdateien (*.po;*.mo;*.rpm)|*.po;*.mo;*.rpm
hr: Datoteke prijevoda (*.po;*.mo;*.rpm)|*.po;*.mo;*.rpm
pa_in: ਭਾਸ਼ਾ ਤਬਦੀਲੀ ਫਾਇਲਾਂ (*.po;*.mo;*.rpm)|*.po;*.mo;*.rpm
ro: Fiºiere de traduceri (*.po;*.mo;*.rpm)|*.po;*.mo;*.rpm
tr: Çeviri dosyalarý (*.po;*.mo;*.rpm)|*.po;*.mo;*.rpm
uk: Файли переклад╕в (*.po;*.mo;*.rpm)|*.po;*.mo;*.rpm

source: Translation is &fuzzy
br: Troidigezh a zo &tost da vat
de: Übersetzung ist unklar (noch zu prüfen)
hr: Prijevod je &nedovr¹en (fuzzy)
pa_in: ਭਾਸ਼ਾ ਤਬਦੀਲੀ ਅਸਪਸ਼ਟ ਹੈ
ro: Traducerea este &aproximativã
ta: ¦¾Ç¢ÅüÈ ¦Á¡Æ¢¦ÀÂ÷ôÒ¸û
tr: Çeviri bulanýk
uk: &Неточний переклад

source: Translation memory will be built from the files listed below. You can add more files to the list now.
br: Eñvor troidigezh a vo savet adalek ar restroù da heul. Gallout a rit ouzhpennañ muioc’h a restroù diouzhtu.
de: Der Übersetzungsspeicher wird aus den angegebenen Dateien erstellt. Sie können noch weitere Dateien hinzufügen.
hr: Memorija za prijevod æe se kreirati iz dolje navedenih datoteka. Sada mo¾ete i ubaciti dodatne datoteke u listu.
pa_in: ਤਬਦੀਲੀ ਮੂਮੈਰੀ ਹੇਠ ਦਿਤੀ ਫਾਇਲਾਂ ਸੂਚੀ ਤੋ ਬਣਾਈ ਜਾ ਰਹੀ ਹੈ ਤੁਸੀ ਹੋਰ ਫਾਇਲਾਂ ਵੀ ਜੋਡ਼ ਸਕਦੇ ਹੋ
ro: Memoria de traduceri va fi construitã din fiºierele listate mai jos. Puteþi agãuga mai multe fiºiere la lista acum.
tr: Çeviri belleði aþaðýdaki dosyalardan oluþturulacaktýr. Þimdi listeye yeni dosyalar ekleyebilirsiniz.
uk: Базу переклад╕в буде поновлено з перел╕чених файл╕в. Ви можете додати ╕нш╕ файли до цього списку.

source: Uknown locale code '%s' in registry.
br: Boneg lec’hel '%s' dianav en diazez varilh.
de: Unbekannter Locale-Code '%s' in der Registry.
hr: Nepoznat kod jezika '%s' u registry-u.
pa_in: ਰਜਸਿਟਰੀ ਵਿਚ ਲੁਕੇਲ ਕੋਡ '%s' ਅਣਪਛਾਤਾ ਹੈ ।
ro: Cod de localizare '%s' necunoscut a fost gãsit în registrii.
tr: Bilinmeyen dil kodu '%s'.
uk: Нев╕домий код локал╕ '%s'.

source: Undo
br: Nullañ
de: Rückgängig machen
hr: Povrat
pa_in: ਵਾਪਿਸ
ro: Anuleazã
ta: ¦ºÂø¿£ìÌ
tr: Geri al
uk: Скасувати

source: Untrans
br: Distreiñ
de: Unübersetzt
hr: Neprevedeno
pa_in: ਨਾ ਤਬਦੀਲ
ro: Netrad
ta: ¦Á¡Æ¢¦ÀÂ÷ì¸ôÀ¼¡¾¨Å
tr: Çeviriyi geri al
uk: Без перекладу

source: Update all catalogs in the project
br: Hizivaat an holl rolloù er raktres
de: Aktualisiere alle Kataloge des Projektes
hr: Obnova svih zbirki prijevoda u projektu
pa_in: ਪਰੋਜੈਕਟ ਵਿਚਲੀਆਂ ਸਾਰੀਆਂ ਸੂਚੀਆਂ ਨਿਵਆਉ।
ro: Actualizeazã toate cataloagele din proiect
ta: ¾¢ð¼À½¢Â¢ø ¯ûÇ «¨Éò¨¾Ôõ ¿¢¸ú¿¢¨ÄôÀÎòÐ
tr: Projedeki tüm kataloðlarý düzenle
uk: Поновити вс╕ каталоги у цьому проект╕

source: Update catalog - synchronize it with sources
br: Hizivaat roll - kempredañ anezhañ gant tarzhoù
de: Katalog aktualisieren - Mit Quellen synchronisieren
hr: Obnavljanje zbirke prijevoda - njeno sinhroniziranje s izvornim datotekama
pa_in: ਸੋਰਸ ਨਾਲ ਜੋਡ਼ ਕੇ ਸੂਚੀ ਨਿਵਆਉ ।
ro: Actualizeazã catalogul - sincronizeazã-l cu sursele
ta: «¸Ã¡¾¢ «¨¼¨Å ¿¢¸ú¿¢¨ÄôÀÎòÐ
tr: Kataloðu düzenle - kaynak programla eþle
uk: Поновлення каталогу - синхрон╕зац╕я з вих╕дними текстами

source: Update from &POT file...
br: Hizivaat adalek restr &POT...
de: Aus &POT-Datei aktualisieren...
hr: Osvje¾i iz &POT datoteke...
pa_in: POT ਫਾਇਲ ਤੋ ਨਿਵਆਉ
ro: Actualizezã din fisier POT...
tr: &POT dosyasýndan düzenle...
uk: Поновити з POT-файлу...

source: Update summary
br: Hizivaat berradenn
de: Übersicht aktualisieren
hr: Zbirna promjena
pa_in: ਨਿਵਆਉਣ ਦਾ ਨਿਚੋਡ਼
ro: Sumar actualizare
ta: ÌÈ¢ôÒ
tr: Deðiþiklik özeti
uk: Поновлення п╕дсумку

source: Update translation memory
br: Hizivaat eñvor troidigezh
de: Aktualisiere Übersetzungsspeicher
hr: Osvje¾avanje spremi¹ta za prijevode
pa_in: ਤਬਦੀਲੀ ਮੂਮੈਰੀ ਨਿਵਆਉ।
ro: Actualizez memoria de traduceri
tr: Çeviri belleðini düzenle
uk: Поновити пам'ять переклад╕в

source: Updating catalog...
br: Oc’h hizivaat roll...
de: Aktualisiere Katalog...
hr: Obnovljena zbirka prijevoda...
pa_in: ਸੂਚੀ ਨਿਵਆਈ ਜਾ ਰਹੀ ਹੈ .......
ro: Actualizez catalogul...
ta: «¸Ã¡¾¢ «¨¼× ¿¢¸ú¿¢¨ÄôÀÎò¾ôÀÎ¸¢ÈÐ...
tr: Katalog düzenleniyor...
uk: Поновлення каталогу...

source: Updating the catalog failed. Click on 'More>>' for details.
br: Hizivaat ar roll faziet. Klikit war 'Muioc’h >>' evit gwelout munudoù.
de: Aktualisierung fehlgeschlagen. Klicken Sie auf
hr: Pojavila se gre¹ka prilikom spremanja zbirke. Kliknite na 'Dalje>>' radi bli¾ih obja¹njenja.
pa_in: ਸੂਚੀ ਨਿਵਆਉਣ ਦੀ ਕਾਰਵਾਈ ਅਸਫਲ ਰਹੀ ਹੈ । ਵਧੇਰੇ ਜਾਣਕਾਰੀ ਲਈ 'ਹੋਰ>>' ਦਬਾਉ
ro: Actualizarea catalogului a eºuat. Apãsaþi pe 'Mai mult>>' pentru detalii.
tr: Katalog deðiþtirme baþarýsýz oldu. Detaylar için 'Daha >>' düðmesini týklayýnýz.
uk: Зб╕й поновлення каталогу. Для детально╖ ╕нформац╕╖ клацн╕ть 'Дал╕>>'

source: Use custom font for text fields
br: Ober gant nodrezhioù personelaet evit ar maeziennoù testenn
de: Verwende spezielle Schriftart für Textfelder.
hr: Koristi poseban fond za tekstualna polja.
pa_in: ਪਾਠ ਖਾਨੇ ਲਈ ਸੋਧੇ ਅਖਰ ਸਮੂਹ ਚੁਣੋ
ro: Foloseºte font personalizat pentru câmpurile text
tr: Yazý alanlarýnda seçilmiþ yazý tipini kullan
uk: Власний шрифт для текстових пол╕в

source: Use custom font for translations list
br: Ober gant nodrezhioù personelaet evit al listenn troidigezh
de: Spezielle Schriftart für Übersetzungsliste
hr: Koristi specifièan font za listu s prijevodima
pa_in: ਭਾਸ਼ਾ ਤਬਦੀਲੀ ਲਈ ਸੋਧੇ ਅਖਰ ਸਮੂਹ ਚੁਣੋ
ro: Foloseºte font personalizat pentru lista de traduceri
tr: Çeviriler listesinde seçilmiþ yazý tipini kullan
uk: Власний шрифт для списку переклад╕в

source: Use these keywords (function names) to recognize translatable strings in source files, in addition to default ones.
br: Grit gant gerioù-alc’hwez (anvioù kevreizhennoù) evit adanavezout hedadoù a c’hell bezañ troet er restroù tarzh, ouzhpenn d'ar re dre-ziouer.
de: Benutze diese Schlüsselwörter (Funktionsnamen), um übersetzbare Zeichenketten in Quelldateien zusätzlich zu den Standardmäßigen zu erkennen.
hr: Upotrijebite ove kljuène rijeèi (imena funkcija) da se prepoznaju pojmovi za prijevod u izvornim datotekama, kao dodatak onim predodreðenim.
pa_in: ਤਬਦੀਲੀ ਕੀਤੀਆਂ ਲਈ ਸਤਰਾਂ ਦੀ ਸੋਰਸ ਫਾਇਲ ਵਿਚ ਪਛਾਣ ਕਰਨ ਲਈ, ਮੂਲ ਸਬਦਾਂ ਬਿਨਾਂ, ਇਹ ਮੁਖ ਸਬਦਾਂ ਵਰਤੋ ਕਰੋ ।
ro: Foloseºte aceste cuvinte (nume de funcþii) pentru a recunoaºte ºiruri de tradus în fiºiere sursã, în plus faþã de cele implicite.
tr: Çevrilebilir dizgileri tanýmada varsayýlanlara ek olarak bu anahtar kelimeleri (iþlev adlarýný) kullan.
uk: Використовувати ц╕ ключов╕ слова (назви функц╕й) додатково до типових для розп╕знавання у вих╕дних файлах рядк╕в, придатних для перекладу.

source: You can't drop more than one file on poEdit window.
br: Gallout a rit leuskel muioc’h a ur restr er prenestr poEdit.
de: Sie können nicht mehr als eine Datei ins poEdit-Fenster ziehen.
hr: Mo¾ete unijeti samo jednu datoteku u prozor poEdit-a
pa_in: ਤੁਸੀ ਪੋਆਡਿਟ ਝਰੋਖੇ ਵਿਚ ਇਕ ਤੋ ਵਧ ਫਾਇਲ ਸੁਟ ਨਹੀ ਸਕਦੇ ਹੋ ।
ro: Nu puteþi sã trageþi mai mult de un fiºier în fereastra poEdit.
tr: poEdit penceresine birden fazla dosya sürükleyip-býrakamazsýnýz.
uk: Не можна перетягнути на в╕кно poEdit б╕льш н╕ж один файл.

source: You must restart poEdit for this change to take effect.
br: Ret ro deoc’h adloc’hañ poEdit evit ma vez kemeret ho kemmoù
de: Sie müssen poEdit neu starten, damit diese Änderung wirksam wird.
hr: Morate restartati poEdit da bi se promjene aktivirale.
pa_in: ਤੁਹਾਨੂੰ ਤਬਦੀਲੀਆਂ ਲਾਗੂ ਕਰਨ ਲਈ ਪੋਆਡਿਟ ਦੁਬਾਰਾ ਚਾਲੂ ਕਰਨਾ ਪਵੇਗਾ ।
ro: Trebuie sã reporniþi poEdit pentru ca aceastã schimbare sã aibã efect.
tr: Deðiþikliðin etkili olabilmesi için poEdit'i yeniden baþlatmalýsýnýz.
uk: Перезапуст╕ть poEdit, щоб зм╕ни набули чинност╕.

source: Your e-mail address:
br: Ho postel :
de: Ihre e-mail Adresse:
hr: Va¹a adresa e-po¹te:
pa_in: ਤੁਹਾਡਾ ਈ-ਪਤਰ ਪਤਾ :
ro: Adresa de email:
ta: ¯í¸û Á¢ýÉïºø Ó¸ÅÃ¢:
tr: e-posta adresiniz:
uk: Ваш e-mail:

source: Your name:
br: Hoc’h anv :
de: Ihr Name:
hr: Va¹e ime:
pa_in: ਤੁਹਾਡਾ ਨਾਉ :
ro: Numele dumneavoastrã:
ta: ¯í¸û ¦ÀÂ÷:
tr: Adýnýz:
uk: Ваше ╕м'я:

source: [checking translations: %i left]
de: [Prüfe Übersetzungen: %i verbleiben]
ro: [se verificã traducerile: %i rãmas]
tr: [çeviriler denetleniyor: kalan %i]
uk: [перев╕рка переклад╕в: %i лишилося]

source: current platform's default
br: Gwerzhiadoù a-orin ar savenn red
de: Systemstandard
hr: predodreðena tekuæa platforma
pa_in: ਮੌਜੂਦ ਮੰਚ (ਪਲੇਟਫਾਰਮ) ਦਾ ਮੂਲ
ro: implicit pentru platforma curentã
tr: sistem varsayýlaný
uk: типовий для поточно╖ платформи

source: none
br: hini ebet
de: keine
hr: ni¹ta
pa_in: ਕੁਝ ਨਹੀ
ro: nici una
ta: ´ýÚÁ¢ø¨Ä
tr: hiçbiri
uk: нема

source: poEdit - Catalogs manager
br: poEdit - Ardoer rolloù
de: poEdit - Katalogverwaltung
hr: poEdit - Zbornik zbirki prijevoda
pa_in: ਪੋਆਡਿਟ - ਸੂਚੀ ਮੈਨੇਜਰ
ro: poEdit - Manager cataloage
ta: ¦À¡¦¾¡ÌôÀ¡Çý- «¸Ã¡¾¢ «¨¼× §ÁÄ¡Ç÷
tr: poEdit - Katalog yöneticisi
uk: poEdit - Менеджер каталог╕в

source: poEdit Error
br: Fazi poEdit
de: poEdit Fehler
hr: Gre¹ka u programu poEdit
pa_in: ਪੋਆਡਿਟ ਗਲਤੀ
ta: ¦À¡¦¾¡ÌôÀ¡Çý À¢¨Æ
tr: poEdit hatasý
uk: Помилка poEdit

source: poEdit did not find any files in scanned directories.
br: restr ebet kavet p'eo bet c’hwilervet ar c’havlec’hioù.
de: poEdit hat keine Dateien in den verarbeiteten Verzeichnissen gefunden.
hr: poEdit nije na¹ao niti jednu datoteku u pretra¾enim imenicima
pa_in: ਪੋਆਡਿਟ ਖੋਜੀਆਂ ਡਾਇਕਰੈਕਟਰੀਆਂ ਵਿਚ ਫਾਇਲ ਲਭ ਨਹੀ ਸਕਿਆ ਹੈ
ro: poEdit nu a gãsit nici un fiºier în directoarele scanate.
tr: poEdit taranan dizinlerde dosya bulamadý.
uk: poEdit не знайшов жодного файлу у сканованих каталогах

source: poEdit installation is broken, cannot find application's home directory.
br: staliadur poEdit a zo troet. n'haller ket kavet penn-kavlec’h an arload.
de: poEdit Installation ist beschädigt, kann Anwendungsverzeichnis nicht finden.
hr: Instalacija poEdit-a je prekinuta, ne mo¾e se naæi matièni imenik.
pa_in: ਪੋਆਡਿਟ ਇੰਸਟਾਲੇਸ਼ਨ ਖਤਮ ਹੋ ਗਈ ਹੈ, ਕਾਰਜ ਦੀ ਸਥਾਨਿਕ ਡਾਇਕਰੈਕਟਰੀ ਨਹੀ ਲਭੀ ਹੈ ।
ro: Instalarea poEdit este coruptã, nu pot gãsi directorul personal al aplicaþiei.
ta: À¢¨Æ §¿÷óÐûÇÐ
tr: poEdit kurulumu hatalý, uygulamanýn ev dizini bulunamýyor.
uk: Установка poEdit з╕псована, не вда╓ться знайти домашн╕й каталог програми.

source: version
br: stumm
hr: inaèica
pa_in: ਵਰਜਨ
ro: versiunea
ta: ¦ÅÇ£Î
tr: sürüm
uk: верс╕я

source: Error while loading file '%s': line %u is corruped.
de: Fehler beim Laden von '%s': Zeile %u ist beschädigt.

source: &Bookmarks
ro: &Semne de carte

source: Error while loading file '%s': line %u is corrupted.
ro: A apãrut o eroare la încãrcarea fiºierului '%s': linia %u este coruptã.

source: File '%s' is read-only and cannot be saved. Please save it under different name.
ro: Fiºierul '%s' este desponibil doar pentru citire ºi nu poate fi salvat. Vã rog, salvaþi-l sub un alt nume.

source: Go to bookmark %i Ctrl-%i
ro: Mergi la semnul de carte %i Ctrl-%i

source: Set bookmark %i Alt-%i
ro: Pune semn de carte %i Alt-%i

source: Whole words only
ro: Doar cuvintele întregi

source: Macintosh
pa_in: ਮੈਕਨਾਟੋਸ਼

source: Unix
pa_in: ਯੂਨੈਕਸ
