Repository: 0-wiz-0/poedit
Catalog: poedit/locales/*.po
Languages: br, de, hr, pa_in, ro, ta, tr, uk

source: Windows
pa_in: ਵਿੰਡੋ

source: poEdit
pa_in: ਪੋਆਡਿਟ
ta: ¦À¡¦¾¡ÌôÀ¡Çý
