Repository: 0-wiz-0/poedit
Catalog: poedit/locales/*.po
Languages: br, de, hr, pa_in, ro, ta, tr, uk

source: Edit the project
br: Embann ar raktres
de: Projekt bearbeiten
hr: Ispravak projekta
pa_in: ਪਰੋਜੈਕਟ ਸੋਧੋ
ro: Editeazã proiectul
ta: ¾¢ð¼ôÀ½¢¨Â ¦¾¡Ìì¸×õ
tr: Projeyi düzenle
uk: Зм╕нити проект

source: Editor
br: Embanner
hr: Program za pisanje
pa_in: ਸੋਧਕ
ta: ¦¾¡ÌôÀ¡Ç÷
tr: Metin düzenleyicisi
uk: Редактор

source: Editor executable:
br: Goulev an embanner :
de: Editor EXE-Datei:
hr: Izvr¹ni program za pisanje
pa_in: ਚਲਣਯੋਗ ਸੋਧਕ
ro: Executabil editor:
ta: ¦¾¡ÌôÀ¡Ç÷ ¿¢Ãø:
tr: Metin düzenleyici:
uk: Зовн╕шн╕й редактор:

source: Enables on-the-fly spellchecking
de: Aktiviert die sofortige Rechtschreibprüfung
ro: Activeazã corectarea rapidã
tr: Otomatik yazým denetimini aktifleþtirir
uk: Вмика╓ перев╕рку орфограф╕╖ "на льоту"

source: Entries in the catalog are probably incorrect.
br: Sur a-walc’h eo direizh stlennoù er roll.
de: Katalogeinträge sind möglicherweise ungültig.
hr: Stavke u zbirci su vjerovatno netoène
pa_in: ਸੂਚੀ ਵਿਚ ਇੰਦਰਾਜ ਸੰਭਵ ਹੈ ਕਿ ਠੀਕ ਨਹੀ ਹੈ
ro: Intrãrile din catalog sunt probabil incorecte.
tr: Kataloðdaki öðeler muhtemelen hatalý.
uk: Напевне, у каталоз╕ ╓ неправильн╕ записи.

source: Error initializing spell checking: %s
de: Fehler beim initialisieren der Rechtschreibprüfung: %s
ro: Eroare la iniþializarea uneltei de corectare automatã: %s
tr: Yazým denetimi baþlatýlamadý: %s
uk: Помилка ╕н╕ц╕ал╕зац╕╖ перев╕рки орфограф╕╖: %s

source: Error loading message catalog file '
br: Fazi p'eo bet karget restr ar roll kemennadoù '
de: Fehler beim Laden der Katalogdatei '
hr: Gre¹ka pri uèitavanju datoteke zbirke prijevoda
pa_in: ਸੁਨੇਹਾ ਸੂਚੀ ਫਾਇਲ਼ ਲੋਡ ਨਾ ਹੋ ਸਕੀ
ro: Eroare la încãrcarea fiºierului catalog mesaje '
ta: §¸¡ôÀ¢¨É ²üÚ¨¸Â¢ø ¾ÅÚ !
tr: Katalog dosyasý yükleme hatasý '
uk: Помилка завантаження файлу каталогу '

source: Error opening file %s!
br: Fazi p'eo bet digoret %s !
de: Fehler beim Öffnen der Datei %s!
hr: Gre¹ka pri otvaranju datoteke %s!
pa_in: %s ਫਾਇਲ ਵਿਚ ਗਲਤੀ
ro: Eroare la deschiderea fiºierului %s!
ta: %s §¸¡ô¨À ¾¢ÈôÀ¾¢ø À¢¨Æ
tr: %s dosyasý açma hatasý!
uk: Помилка при в╕дкритт╕ файлу '%s'!

source: Error saving catalog
br: Fazi p'eo bet gwaredet ar roll
de: Fehler beim Speichern der Katalogdatei
hr: Gre¹ka pri spremanju datoteke zbirke poruka
pa_in: ਸੂਚੀ ਸਾਂਭਣ ਵਿਚ ਗਲਤੀ
ro: Eroare la salvarea catalogului
ta: «¸Ã¡¾¢ «¨¼¨Å §ºÁ¢ôÀ¾¢ø À¢¨Æ.
tr: Katalog saklama hatasý
uk: Помилка збереження каталогу

source: Export as...
br: Ezporzhaiñ evel...
de: Exportieren als...
hr: Eksportiraj kao ...
ro: Exportã ca...
tr: Farklý ihraç...
uk: Експортувати як...

source: External editor
br: Embanner a-ziavaez
de: Externer Editor
hr: Vanjski program za pisanje
pa_in: ਬਾਹਰੀ ਸੋਧਕ
ro: Editor extern
ta: ÒÈò ¦¾¡ÌôÀ¡Ç÷
tr: Harici metin düzenleyicisi
uk: Зовн╕шн╕й редактор

source: File '%s' doesn't exist.
br: N'eo ket bet kavet '%s'.
de: Die Datei '%s' existiert nicht!
hr: Datoteka '%s' ne postoji!
pa_in: ਫਾਇਲ '%s' ਮੌਜੂਦ ਨਹੀ ਹੈ
ro: Fiºierul '%s' nu existã.
tr: '%s' dosyasý yok.
uk: Файл '%s' не ╕сну╓.

source: File '%s' is not message catalog.
br: N'eo ket '%s' ur roll kemmenadoù
de: Die Datei '%s' ist keine Katalogdatei.
hr: Datoteka '%s' nije zbirka prijevoda
pa_in: ਫਾਇਲ '%s' ਸੁਨੇਹਾ ਸੂਚੀ ਨਹੀ ਹੈ
ro: Fiºierul '%s' nu este un catalog de mesaje.
tr: '%s' dosyasý ileti kataloðu deðil.
uk: '%s' -не каталог пов╕домлення.

source: Files List
br: Listenn Restroù
de: Dateiliste
hr: Lista Datoteka
pa_in: ਫਾਇਲ ਸੂਚੀ
ro: Listã de fiºiere
tr: Dosya listesi
uk: Список файл╕в

source: Find in automatic comments
de: Suche in automatischen Kommentaren
ro: Cautã în comentariile automate
tr: Otomatik açýklamalarda ara

source: Find in comments
de: Suche in Kommentaren
ro: Cautã în comentarii
tr: Açýklamalarda ara

source: Find in original strings
br: Klask en hedadoù a-orin
de: Suche in Originalzeichenketten
hr: Nala¾enje u izvornim pojmovima
pa_in: ਅਸਲੀ ਸਤਰਾਂ ਵਿਚ ਲਭੋ
ro: Cautã în ºirurile originale
ta: ãÄîºÃí¸Ç¢ø §¾Î
tr: Özgün dizgiler içinde bul
uk: Пошук у початкових рядках

source: Find in translations
br: Klask en droidigezh
de: Suche in Übersetzungen
hr: Nala¾enje u prijevodima
pa_in: ਭਾਸ਼ਾ ਤਬਦੀਲ ਕੀਤੀਆਂ ਵਿਚ ਲਭੋ
ro: Cautã în traduceri
ta: ¦Á¡Æ¢¦ÀÂ÷ôÀ¢ø §¾Î...
tr: Çeviriler içinde bul
uk: Пошук у перекладах

source: Find...
br: Kavout...
de: Suchen...
hr: Pronaðite...
pa_in: ਖੋਜ....
ro: Cautã...
ta: §¾Î...
tr: Bul...
uk: Пошук...

source: Fonts
br: Nodrezhioù
de: Schriftarten
hr: Fontovi
pa_in: ਅਖਰ ਸਮੂਹ
ro: Fonturi
tr: Yazý tipleri
uk: Шрифти

source: Form %u
tr: Biçim %u
uk: Форма %u

source: Form %u (e.g. "%u")
de: Form %u (z.B. "%u")
tr: Biçim %u (ör. "%u")
uk: Форма %u (наприклад, "%u")

source: Fullscreen view
br: Gwel skramm a-bezh
de: Ganzer Bildschirm
hr: Cijeli zaslon
pa_in: ਪੂਰੀ ਸਕਰੀਨ ਤੇ ਵੇਖੋ
ro: Vizualizare pe tot ecranul
ta: ÓØò¾¢¨Ã Ó¨È¨Á
tr: Tamekran görünüm
uk: Повноекранний режим

source: Fuzzy
br: Tost da vat
de: Unklar
hr: Nedovr¹eno (fuzzy)
pa_in: ਅਸਪਸ਼ਟ(ਫਜੀ)
ro: Aproximativ
ta: ¦¾Ç¢ÅüÈ
tr: Bulanýk
uk: Неточно

source: Fuzzy translation
br: Troidigezh tost da vat
de: Fuzzy-Übersetzung
hr: Nejasan prijevod
ro: Traducere aproximativã
tr: Bulanýk çeviri
uk: Неточний переклад

source: GNU GetText catalogs (*.po)|*.po|All files (*.*)|*.*
br: Rolladoù GNU GetText (*.po)|*.po|An holl restroù (*.*)|*.*
de: GNU GetText Kataloge (*.po)|*.po|Alle Dateitypen (*.*)|*.*
hr: GNU GetText datoteka (*.po)|*.po|Sve (*.*)|*.*
pa_in: ਜੀਐਨਯੂ ਗੈਟਟੈਕਸਟ ਸੂਚੀ (*.po)|*.po|ਸਾਰੀਆਂ ਫਾਇਲਾਂ (*.*)|*.*
ro: Cataloage GNU GetText (*.po)|*.po|Toate fiºierele (*.*)|*.*
ta: (*.po)|*.po|«¨ÉòÐ §¸¡ôÒ¸Ùõ(*.*)|*.*
tr: 'GNU GetText' kataloðlarý (*.po)|*.po|Tüm dosyalar (*.*)|*.*
uk: Каталог GNU GetText (*.po)|*.po|Вс╕ файли (*.*)|*.*

source: GNU GetText templates (*.pot)|*.pot|All files (*.*)|*.*
br: Patromoù GNU GetText (*.pot)|*.pot|An holl restroù (*.*)|*.*
de: GNU GetText Katalogvorlagen (*.pot)|*.pot|Alle Dateitypen (*.*)|*.*
hr: GNU GetText predlo¹ci (*.pot)|*.pot|Sve (*.*)|*.*
pa_in: ਜੀਐਨਯੂ ਗੈਟਟੈਕਸਟ ਟੈਪਲੇਟਸ(*.pot)|*.pot|ਸਾਰੀਆਂ ਫਾਇਲਾਂ (*.*)|*.*
ro: ªabloane GNU GetText (*.po)|*.po|Toate fiºierele (*.*)|*.*
tr: 'GNU GetText' katalog örnekleri (*.pot)|*.pot|Tüm dosyalar (*.*)|*.*
uk: Шаблон GNU GetText (*.pot)|*.pot|Вс╕ файли (*.*)|*.*

source: GNU gettext documentation
br: Teuliadur GNU gettext
de: GNU gettext Dokumentation
hr: GNU gettext upute
pa_in: ਜੀਐਨਯੂ ਗੈਟਟੈਕਸਟ ਕਾਗਜਾਤ
ro: Documentaþie GNU gettext
tr: 'GNU gettext' dökümanlarý
uk: Документац╕я GNU gettext

source: Generate TM database
br: Sevel stlennvon TM
de: Erstelle TM Datenbank
hr: Stvaranje TM baze podataka
pa_in: TM ਡੇਟਾਬੇਸ ਬਣਾਉ
ro: Genereazã baza de date MT
ta: ¦Á¡Æ¢¦ÀÂ÷ôÒ ¾Ã× ¯ÕÅ¡ìÌ
tr: TM veritabaný üret
uk: Створити БД пам'ят╕ переклад╕в

source: Generate database
br: Sevel stlennvon
de: Erstelle Datenbank
hr: Stvaranje baze podataka
pa_in: ਡੇਟਾਬੇਸ ਬਣਾਉ
ro: Genereazã baza de date
ta: ¾Ã×ò¾Çò¨¾ ¯ÕÅ¡ìÌ
tr: Veritabaný üret
uk: Створити базу переклад╕в

source: Gettext syntax error
de: Gettext Syntaxfehler
tr: Gettext sözdizimi hatasý
uk: Синтаксична помилка Gettext

source: HTML file (*.html)|*.html
br: Restroù HTML (*.html)|*.html
de: HTML Datei (*.html)|*.html
hr: HTML datoteka (*.html)|*.html
ro: Fiºier HTML (*.html)|*.html
tr: HTML dosyasý (*.html)|*.html
uk: HTML-файл (*.html)|*.html

source: Help
br: Skoazell
de: Hilfe
hr: Pomoæ
pa_in: ਸਹਾਇਤਾ
ro: Ajutor
ta: ¯¾Å¢
tr: Yardým
uk: Дов╕дка

source: Identity
br: Identelezh :
de: Identität
hr: Identitet
pa_in: ਪਛਾਣ
ro: Identitate
ta: «¨¼Â¡Çõ
tr: Kimlik
uk: Персональна ╕нформац╕я

source: If checked, the comment window will be editable.
br: Pa vez diuzet, prenestr an evezhiadennoù a c’hallo bezañ embannet.
de: Wenn diese Option aktiviert ist, kann das Kommentarfenster editiert werden.
hr: Ako je oznaèeno, prozor s komentarom moæi æe se ureðivati.
ro: Dacã este bifat, fereastra de comentarii va fi editabilã.
tr: Ýþaretlendiðinde açýklama penceresi düzenlenebilir olacaktýr.
uk: Якщо в╕дм╕чено, у в╕кн╕ коментар╕в можна зм╕нювати текст.

source: Invocation:
br: Gervel :
de: Aufruf:
hr: Pozivanje:
pa_in: ਸਹਾਇਤਾ :
ro: Apelare:
ta: ¸ð¼¨Ç:
tr: Uygulama:
uk: Виклик:

source: Keywords
br: Gerioù Alc’hwez
de: Schlüsselwörter
hr: Kljuène rijeèi
pa_in: ਮੁਖ ਸ਼ਬਦ
ro: Cuvinte cheie
ta: Ó¾ý¨Áî¦º¡ü¸û
tr: Anahtar kelimeler
uk: Ключов╕ слова

source: Language selection
br: Diuz Yezh
de: Sprachauswahl
hr: Odabir jezika
pa_in: ਭਾਸ਼ਾ ਚੁਣੋ
ro: Selectare limbã
tr: Dil seçimi
uk: Виб╕р мови

source: Language:
br: Yezh :
de: Sprache:
hr: Jezik:
pa_in: ਭਾਸ਼ਾ:
ro: Limbã:
ta: ¦Á¡Æ¢:
tr: Dil:
uk: Мова:

source: Last modified
br: Kemm diwezhañ
de: Zuletzt geändert
hr: Posljednji ispravak
pa_in: ਅਖੀਰੀ ਸੋਧ
ro: Ultima modificare
ta: ¸¨¼º¢Â¡¸ Á¡üÈ¢ÂÐ
tr: Son deðiþtirilme
uk: Останн╕ зм╕ни

source: Line
br: Linenn
de: Zeile
hr: Red
pa_in: ਸਤਰ
ro: Linie
ta: ÅÃ¢
tr: Satýr
uk: Рядок

source: Line %u of file '%s' is corrupted (not valid %s data).
de: Zeile %u in Datei '%s' ist beschädigt (keine gültige %s Daten).
ro: Linia %u din fiºierul '%s' este coruptã ( datele %s invalide).
tr: Bozuk satýr %u, dosya '%s' (geçerli olmayan %s veri).

source: Line endings format:
br: Mentrezh dibenn linenn :
de: Zeilenende-Format:
hr: Oznaka kraja reda:
pa_in: ਸਤਰ ਖਤਮ ਕਰਨ ਲਈ ਤਰਤੀਬ:
ro: Format sfârºit de linie:
ta: ÅÃ¢ ÓÊ× ÅÊÅõ:
tr: Satýr sonu biçemi:
uk: Формат к╕нця рядка:

source: List of extensions separated by semicolons (e.g. *.cpp;*.h):
br: Listenn an astennoù dispartiet gant pikoù-skejigoù (d.sk. *.cpp;*.h) :
de: Liste der Endungen durch Kommata getrennt (z.B. *.cpp;*.h):
hr: Popis nastavaka odvojen s toèka-zarezom (na.pr. *.cpp; *.h):
pa_in: ਐਕਸਟੈਸ਼ਨਾਂ ਦੀ ਸੂਚੀ ਸੇਮੀ ਕਾਲਮ ਨਾਲ ਲਿਖੋ (ਜਿਵੇ ਕਿ *.cpp;*.h):
ro: Lista extensiilor separate cu virgule (ex. *.cpp;*.h):
ta: §¸¡ôÀ¢ý Å¨¸¨Ç ÀðÊÂÄ¢Î(e.g. *.cpp;*.h):
tr: Virgülle ayrýlmýþ uzantý listesi (ör. *.cpp;*.h):
uk: Список розширень, розд╕лених крапкою з комою (наприклад, *.cpp;*.h):

source: Malformed header: '%s'
de: Fehlerhafter Header: '%s'
ro: Antet format greºit: '%s'
tr: Bozuk baþlýk: '%s'
uk: Нев╕рний заголовок '%s'

source: Max. # of missing words:
br: # uhelañ a c’herioù a vank :
de: Max. # an fehlenden Worten:
hr: Najveæi # nedostajuæih rijeèi:
pa_in: ਵਧ ਤੋ ਵਧ # ਲਾਪਤਾ ਅਖਰ :
ro: Numãr maxim de cuvinte lipsã:
ta: «¾¢¸Àðº # ¸¡ÉôÀ¼¡¾ Å¡÷ò¨¾¸û:
tr: Enfazla eksik sözcük sayýsý:
uk: Максимальна к╕льк╕сть пропущених сл╕в:

source: Max. difference in sentence length:
br: Niver a ziforc’hioù uhelañ eus hirded ar frazenn :
de: Max. Unterschied in Satzlänge:
hr: Najveæa razlika u du¾ini reèenice:
pa_in: ਵਧ ਤੋ ਵਧ ਸਤਰ ਦੀ ਲੰਬਾਈ ਵਿਚ ਫਰਕ:
ro: Numãr maxim de diferenþe în lungimea propoziþiei:
ta: ÅÃ¢ ¿£Çò¾¢ø «¾¢¸Àðº §ÅÚÀ¡Î:
tr: Cümle uzunluðundaki enfazla fark:
uk: Максимальна р╕зниця у довжин╕ речень:

source: Merging differences...
br: Kendeuziñ diforc’hioù...
de: Füge Änderungen zusammen...
hr: Dodavanje razlika...
pa_in: ਫਰਕ ਵਿਲੀਨ ਕੀਤਾ ਜਾ ਰਹੇ ਹਨ .....
ro: Adaug diferenþele...
ta: Á¡ÚÀ¡Î¸¨Ç §º÷ì¸×õ...
tr: Farklýlýklar birleþtiriliyor...
uk: Сум╕щення р╕зниць...

source: Move down
br: Fiñval d'an traoñ
de: Nächster Eintrag
hr: Pomakni dolje
pa_in: ਹੇਠਾਂ ਭੇਜੋ
ro: Mutã în jos
tr: Aþaðý kaydýr
uk: посунути вниз

source: Move up
br: Fiñval d'ar c’hrec’h
de: Vorheriger Eintrag
hr: Pomakni gore
pa_in: ਉਪਰ ਭੇਜੋ
ro: Mutã în sus
tr: Yukarý kaydýr
uk: посунути вгору

source: My Languages
br: Ma Yezhoù
de: Meine Sprachen
hr: Moji jezici
pa_in: ਮੇਰੀ ਭਾਸ਼ਾ
ro: Limbile mele
ta: ¦Á¡Æ¢¸¨Ç ²ü¸×õ:
tr: Dillerim
uk: Мо╖ мови

source: My Project
br: Ma Raktres
de: Mein Projekt
hr: Moj projekt
pa_in: ਮੇਰਾ ਪਰੋਜੈਕਟ
ro: Proiectul meu
ta: ¾¢ð¼ôÀ½¢
tr: Projem
uk: М╕й проект

source: Never let the list of strings take focus. If enabled, you must use Ctrl-arrows for keyboard navigation but you can also type text immediately, without having to press Tab to change focus.
br: N'hall ket kemer ar fokus listenn an hedadoù, james. Pa vez diuzet e vo ret deoc’h merdeiñ gant Ctrl+birioù hag e vez posubl ivez bizskrivañ an destenn diouzhtu, hep pouezañ war Tab evit kemmañ ar fokus.
de: Lasse nie die Zeichenkettenliste den Focus bekommen. Wenn aktiviert müssen Sie Strg-Pfeile zur Tastaturnavigation benutzen. Sie können jedoch auch sofort Text eingeben, ohne vorher Tab zu drücken um den Focus zu wechseln.
hr: Ne postavljajte nikad fokus na popis pojmova. Ako je ipak postavljen, za promjenu fokusa morate upotrijebiti 'Ctrl-strelica' s tastature, ili takoðer bez upotrebe tipke TAB, neposredno upisujuæi tekst.
pa_in: ਸਤਰਾਂ ਦੀ ਸੂਚੀ ਕਦੇ ਕੇਦਰਿਤ ਨਾ ਹੋਣ ਦਿਉ। ਜੇ ਏਦਾਂ ਹੈ ਤਾਂ ਤੁਸੀਂ ਕੀਬੋਰਡ ਦੇ Ctrl ਬਟਨਾਂ ਨਾਲ ਚਲ ਸਕਦੇ ਹੋ, ਪਰ ਤੁਸੀ Tab ਦਬਾਏ ਬਿਨਾਂ ਵੀ ਤੁਰੰਤ ਲਿਖ ਸਕਦੇ ਹੋ ।
ro: Niciodatã nu lãsa lista de ºiruri sã primeascã focus. Dacã este activatã, trebuie sã folosiþi Ctrl-sãgeþi pentru navigarea cu tastatura dar puteþi de asemenea sã scrieþi text imediat, fãrã a trebui sã apãsaþi Tab pentru a schimba focusul.
tr: Asla dizgi listesinin odaðý almasýna izin verme. Etkinleþtirilmiþse, dolaþmak için Ctrl-ok tuþlarýný kullanmalýsýnýz; ama odaðý deðiþtirmek için Tab-sekme tuþuna basmaksýzýn dizgiyi hemen yazabilirsiniz.
uk: Н╕коли не давати фокус списку рядк╕в. Якщо активовано, можна використовувати Ctrl+стр╕лки для нав╕гац╕╖ за допомогою клав╕атури, але вв╕д тексту можна починати одразу не натискаючи Tab для зм╕ни фокусу.

source: New
br: Nevez
de: Neu
hr: Novi
pa_in: ਨਵਾਂ
ro: Nou
ta: Ò¾¢Â
tr: Yeni
uk: Новий

source: New catalog from POT file...
de: Neuer Katalog aus POT-Datei...
ro: Creeazã catalog nou din fiºierul POT...
tr: &POT dosyasýndan yeni katalog...

source: New item
br: Elfenn nevez
de: Neuer Eintrag
hr: Novi prijevod
pa_in: ਨਵਾਂ ਚੀਜ
ro: Element nou
tr: Yeni öðe
uk: Новий

source: New strings
br: Hedadoù nevez
de: Neue Zeichenketten
hr: Novi pojmovi
pa_in: ਨਵੀ ਸਤਰ
ro: ªiruri noi
ta: Ò¾¢Â ºÃí¸û
tr: Yeni dizgiler
uk: Нов╕ рядки

source: Next >
br: War-lerc’h >
de: Nächste >
hr: Sljedeæi >
pa_in: ਅਗਲਾ>
ro: Înainte >
ta: «ÎòÐ >
tr: Sonraki >
uk: Вперед >

source: No editor specified. Please set it in Preferences dialog.
br: Embanner ebet. Roit unan er voest Ma Dibaboù.
de: Kein Editor angegeben. Bitte im Einstellungsdialog setzen.
hr: Nije odreðen program za pisanje. Molimo vas da ga odredite u prozoru Preporuka.
pa_in: ਕੋਈ ਸੋਧਕ ਨਿਸ਼ਚਿਤ ਕੀਤਾ ਨਹੀ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਪਸੰਦ ਵਿਚ ਜਾਕੇ ਨਿਸ਼ਚਿਤ ਕਰੋ।
ro: Nu a fost specificat nici un editor. Vã rog precizaþi în dialogul Preferinþe.
ta: ¦¾¡ÌôÀ¡ý ¶¨Áì¸ôÀ¼Å¢ø¨Ä. Å¢ÕôÀí¸Ç¢ø «¨Áì¸×õ
tr: Metin düzenleyicisi belirtilmemiþ. Lütfen Tercihler Penceresinden ayarlayýnýz.
uk: Не вказано редактор. Задайте у в╕кн╕ настройок.

source: No files found in:
br: Restr ebet kavet e-barzh :
de: Keine Dateien in:
hr: Nema naðenih datoteka u:
pa_in: ਕੋਈ ਫਾਇਲ ਨਹੀ ਲਭੀ ਹੈ :
ro: Nici un fiºier gãsit în:
tr: Hiç dosya bulunamadý:
uk: Не знайдено файл╕в у каталоз╕:

source: No references to this string found.
br: Dave d'an hedad ebet kavet.
de: Keine Verweise zu dieser Zeichenkette gefunden
hr: Odgovarajuæa datoteka nije naðena.
pa_in: ਇਸ ਸਤਰ ਲਈ ਕੋਈ ਹਵਾਲਾ ਨਹੀ ਹੈ
ro: Nu a fost gãsitã nici o referinþã la acest ºir.
ta: ¦À¡Õó¾¢Â ºÃõ ²ÐÁ¢ø¨Ä
tr: Bu dizgiye baþvuru bulunamadý.
uk: Посилань на цей рядок не знайдено.

source: Notes
br: Notennoù
de: Anmerkungen
hr: Bilje¹ke
ro: Note
tr: Notlar
uk: Нотатки

source: OK
br: Mat eo
hr: Prihvaæam
pa_in: ਠੀਕ ਹੈ
ta: ºÃ¢
tr: Tamam
uk: Гаразд

source: Obsolete strings
br: Hedadoù kozh
de: Veraltete Zeichenketten
hr: Stari pojmovi
pa_in: ਪੁਰਾਣੀਆਂ ਸਤਰਾਂ
ro: ªiruri vechi
ta: ÀÂýÀ¡ðÊø þøÄ¡¾ ºÃí¸û
tr: Eski dizgiler
uk: Застар╕л╕ рядки

source: Open catalog
br: Digeriñ roll
de: Öffne Katalog
hr: Izaberite zbirku prijevoda
pa_in: ਸੂਚੀ ਖੋਲ਼ੋ
ro: Deschide catalog
ta: «¸Ã¡¾¢ «¨¼¨Å ¾¢È
tr: Katalog aç
uk: В╕дкрити каталог

source: Open catalog template
br: Digeriñ patrom roll
de: Öffne Katalogvorlage
hr: Izaberite predlo¾ak zbirke prijevoda
pa_in: ਸੂਚੀ ਟੈਪਲੈਟ ਖੋਲ਼ੋ
ro: Deschide ºablon catalog
tr: Katalog örneði aç
uk: В╕дкрити шаблон каталогу

source: Open catalogs manager on poEdit startup
br: Digeriñ ardoer rolloù pa vez loc’het poEdit
de: Öffne die Katalogverwaltung beim poEdit Start
hr: Otvaranje zbornika zbirki prijevoda po pokretanju poEdit-a
pa_in: ਪੋਆਡਿਟ ਦੀ ਸੁਰੂਆਤ ਵੇਲੇ ਸੂਚੀ ਮੇਨੈਜਰ ਖੋਲ਼ੋ
ro: Deschide managerul de cataloage la pornirea poEdit
ta: «¸Ã¡¾¢ «¨¼× §ÁÄ¡Ç¨Ã ÐÅìÌ
tr: poEdit baþlatýldýðýnda katalog yöneticisini aç
uk: В╕дкривати менеджер каталог╕в при запуску poEdit

source: Open source files in editor, not in file viewer
br: Digeriñ restroù tarzh en embanner, ket er gweler restroù
de: Öffne Quelldateien im Editor, nicht im Betrachter
hr: Otvaranje izvorne datoteke u programu za pisanje, ne u pregledniku
pa_in: ਸੋਰਸ ਫਾਇਲਾਂ ਨੂੰ ਸੋਧਕ ਨਾਲ ਖੋਲੋ, ਫਾਇਲ ਵੇਖਣ ਵਾਲੇ ਨਾਲ ਨਹੀ
ro: Deschide fiºierele sursã în editor, nu în vizualizatorul de fiºiere
ta: ãÄ §¸¡ô¨À ¦¾¡ÌôÀ¡É¢ø ¾¢Èì¸×õ, À¡÷¨ÅÂ¡ÇÃ¢ø §Åñ¼¡õ
tr: Kaynak dosyalarý görüntüleyicide deðil metin düzenleyicide aç
uk: В╕дкривати вих╕дн╕ файли у редактор╕, а не у програм╕ перегляду

source: Original string
br: Hedad a orin
de: Original Zeichenkette
hr: Izvorni pojam
pa_in: ਅਸਲੀ ਸਤਰ
ro: ªir original
ta: ãÄ ºÃõ
tr: Özgün dizgi
uk: Початковий рядок

source: Parser command:
br: Arc’hwel dielfennañ :
de: Parser Kommando:
hr: Naredba pretra¾ivaèa:
pa_in: ਪਾਰਸਰ ਹੁਕਮ :
ro: Comandã analizator:
ta: «Ä¸¢Î ¸ð¼¨Ç:
tr: Ayrýþtýrýcý komutu:
uk: Команда синтаксичного розбору:

source: Parser setup
br: Kefluniañ dielfennañ
de: Parser Einstellungen
hr: Postavka pretra¾ivaèa
pa_in: ਪਾਰਸਰ ਸੈਟਅਪ
ro: Configurare analizator
ta: «Ä¸¢Î «¨ÁôÒ
tr: Ayrýþtýrýcý ayarlarý
uk: Настройки парсер╕в

source: Parsers
br: Dielfennerioù
de: Parser
hr: Pretra¾ivaèi
pa_in: ਪਾਰਸਰਜ
ro: Analizatoare
ta: «Ä¸¢ÎÅ¡ý¸û
tr: Ayrýþtýrýcýlar
uk: Парсери

source: Parsing
br: Dielfennañ
de: Parse
hr: Pretra¾ivanje
pa_in: ਪਾਰਸਿੰਗ
ro: Parcurg
ta: ¬Å½ò¨¾ «Ä¸¢¼ø
tr: Ayrýþtýrma
uk: Розб╕р

source: Path to DB:
br: Treug DB :
de: Pfad zur DB:
hr: Staza do DB:
pa_in: DB ਲਈ ਰਾਹ :
ro: Cale la BD:
ta: ¾Ã×¾Çò¾¢ü¸¡É À¡¨¾
tr: DB yolu:
uk: Шлях до бази переклад╕в:

source: Paths
br: Treugoù
de: Pfade
hr: Staza
pa_in: ਰਾਹ
ro: Cãi
ta: À¡¨¾¸û
tr: Yollar
uk: Шляхи

source: Personalize
br: Personelaat
de: Einrichten
hr: Personaliziraj
pa_in: ਨਿਜੀ
ro: Personalizeazã
tr: Kiþiselleþtir
uk: Персональн╕ настройки

source: Pick language from the list of known languages
br: Diuz yezh adalek listenn yezhoù anavezet :
de: Wähle Sprache aus der Liste bekannter aus:
hr: Odabiranje jezika iz popisa poznatih jezika:
pa_in: ਜਾਣੂ ਭਾਸ਼ਾਵਾਂ ਵਿਚੋ ਭਾਸ਼ਾ ਚੁਣੋ
ro: Alegeþi limba din lista de limbi cunoscute
ta: ¯í¸û ¦Á¡Æ¢¨Â §¾÷×î ¦ºö
tr: Bilinen diller listesinden seçiniz
uk: Вибер╕ть мову з╕ списку в╕домих мов

source: Please add directories where locale files are stored on your system:
br: Ouzhpennit kavlec’hioù ma vez kavet restroù lec’hel war hoc’h urzhiataer :
de: Bitte fügen Sie die Verzeichnisse ein, in denen sich die Locale-Daten auf Ihrem System befinden:
hr: Molimo dodajte direktorije u kojima se na va¹em sustavu èuvaju datoteke s prijevodima.
pa_in: ਤੁਹਾਡੀ ਮਸ਼ੀਨ ਵਿਚ ਜਿਥੇ ਲੋਕਲ ਫਾਇਲਾਂ ਸਾਂਭੀਆਂ ਹਨ, ਉਹ ਡਾਇਕਰੈਟਰੀਆਂ ਜੋਡ਼ੋ
ro: Vã rugãm sã adãugaþi directoarele unde sunt stocate fiºierele locale pe sistemul dumneavoastã:
tr: Lütfen dil dosyalarýnýn bulunduðu dizinleri ekleyiniz:
uk: Вкаж╕ть каталоги, де знаходяться файли локал╕:

source: Please choose the reference you want to show:
br: Dibabit an dave ho peus c’hoant da ziskouez :
de: Bitte wählen Sie einen Verweis zum Anzeigen aus:
hr: Molimo vas izaberite odgovarajuæu datoteku, koju ¾elite pogledati.
pa_in: ਜੋ ਹਵਾਲਾ ਤੁਸੀ ਵੇਖਣਾ ਚਾਹੁੰਦੇ ਹੋ, ਉਹ ਚੁਣੋ :
ro: Vã rog alegeþi referinþa pe care doriþi sã o vedeþi:
ta: ¿£í¸û ¸¡ð¼ Å¢ÕõÀ¢Â ¦À¡Õò¾ò¨¾ §¾÷× ¦ºöÂ×õ
tr: Lütfen göztermek istediðiniz baþvuruyu seçiniz:
uk: Вибер╕ть посилання, яке ви хочете переглянути:

source: Please select language ISO code:
br: Diuzit ar boneg yezh ISO mar plij :
de: Bitte Sprachen ISO Code auswählen:
hr: Molimo vas da se odredi ISO kratica jezika:
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਭਾਸ਼ਾ ਦਾ ISO ਕੋਡ ਚੁਣੋ :
ro: Vã rog selectaþi codul ISO al limbii:
ta: ¯í¸û ¦Á¡Æ¢ì¸¡É ISO ÌÈ¢Â£ð¨¼ §¾÷× ¦ºö:
tr: Dilin ISO kodunu seçiniz:
uk: Вибер╕ть код мови за ISO:

source: Please select language code:
br: Diuzit ar boneg yezh mar plij :
de: Bitte Sprachencode auswählen:
hr: Izbor jeziène kratice:
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਭਾਸ਼ਾ ਦਾ ਕੋਡ ਚੁਣੋ
ro: Vã rog selectaþi codul limbii:
ta: ¯í¸û ¦Á¡Æ¢¨Â §¾÷ó¦¾Îì¸×õ:
tr: Lütfen dil kodunu seçiniz:
uk: Вибер╕ть код мови:

source: Plural Forms:
de: Pluralformen:
ro: Forme de plural:
tr: Çoðul Biçimler:
uk: Форми множини:

source: Plural:
tr: Çoðul:
uk: Множина:

source: Preferences
br: Ma Dibaboù
de: Einstellungen
hr: Preporuke
pa_in: ਪਸੰਦ
ro: Preferinþe
ta: Å¢ÕôÀí¸û
tr: Tercihler
uk: Настройки

source: Proceed
br: Oberiata
de: Fortsetzen
hr: Nastavak
pa_in: ਅਗੇ ਵਧੋ
ro: Continuã
tr: Ýlerle
uk: Продовжити

source: Project info
br: Keloù raktres
de: Projektinfo
hr: Podaci o zbirci
pa_in: ਪਰੋਜੈਕਟ ਦੀ ਜਾਣਕਾਰੀ
ro: Informaþii proiect
ta: ¾¸Åø ÀÄ¨¸
tr: Proje bilgileri
uk: ╤нформац╕я про проект

source: Project name and version:
br: Anv ha stumm raktres :
de: Projektname und Version:
hr: Ime zbirke i inaèica:
pa_in: ਪਰੋਜੈਕਟ ਨਾਉ ਅਤੇ ਵਰਜਨ :
ro: Numele proiectului ºi versiunea:
ta: ¾¢ð¼ôÀ½¢ ¦ÀÂ÷ ÁüÚõ ¦ÅÇ¢Â£Î:
tr: Proje adý ve sürümü:
uk: Назва та верс╕я проекту:

source: Project name:
br: Anv raktres :
de: Projektname:
hr: Naziv projekta:
pa_in: ਪਰੋਜੈਕਟ ਨਾਉ :
ro: Nume proiect:
ta: ¾¢ð¼ôÀ½¢ ¦ÀÂ÷:
tr: Proje adý:
uk: Назва проекту:

source: Purge delete translations
de: Entferne ungenutzte Übersetzungen
ro: Curãþã ºi ºterge traducerile
tr: Silinmiþ çevirileri temizle

source: References
br: Daveoù
de: Verweise
hr: Izvorna datoteka
pa_in: ਹਵਾਲਾ
ro: Referinþe
ta: ¦À¡Õó¾¢Â¨Å
tr: Baþvurular
uk: Посилання

source: References:
br: Daveoù :
de: Verweise:
hr: Izvorna datoteka:
pa_in: ਹਵਾਲਾ :
ro: Referinþe:
ta: ¦À¡Õó¾¢Â¨Å:
tr: Baþvurular:
uk: Посилання:

source: Regenerate translation memory from catalogs in paths listed above.
br: Adsevel eñvor troidigezhioù adalek rolloù en treugoù da heul :
de: Regeneriere Übersetzungsspeicher aus Katalogen in den oben angegebenen Pfäden.
hr: Obnavlja spremi¹te prijevoda iz zbirke prijevoda po stazama iz gornjeg popisa.
pa_in: ਉਪਰ ਦਿਤੇ ਰਾਹ ਅਨੁਸਾਰ ਉਪਲਬਧ ਸੂਚੀਆਂ ਮੁਤਾਬਿਕ ਤਬਦੀਲੀ ਮੂਮੇਰੀ ਫਿਰ ਬਣਾਉ
ro: Regenereazã memoria de traduceri din cataloage în cãile listate mai sus.
ta: ¦Á¡Æ¢¦ÀÂ÷ôÒ ¿¢¨ÉÅ¸ò¨¾ Á£ñÎõ ¯ÕÅ¡ìÌ
tr: Çeviri belleðini yukarýdaki dizin listesindeki kataloðlardan yeniden oluþtur.
uk: Створювати пам'ять переклад╕в ╕з каталог╕в з перел╕ченими шляхами.

source: Reset to defaults
br: Adlakaat gwerzhiadoù a-orin
de: Zurücksetzen
hr: Vrati na standardne postavke
pa_in: ਮੂਲ ਹੀ ਚੁਣੋ
ro: Reseteazã la valorile implicite
tr: Varsayýlanlarý uygula
uk: Скинути на типов╕

source: Save &as...
br: &Gwarediñ dindan...
de: Speichern &unter...
hr: Spremanje &kao...
pa_in: ਇਸ ਤਰਾਂ ਸਾਂਭੋ.....
ro: Salveazã &ca...
ta: &±Éî §ºÁ¢..
tr: &Farklý kaydet...
uk: Зберегти &як...

source: Save as...
br: Gwarediñ dindan...
de: Speichern als...
hr: Spremanje kao...
pa_in: ਇਸ ਤਰਾਂ ਸਾਂਭੋ.....
ro: Salveazã ca...
ta: ±Éî §ºÁ¢...
tr: Farklý kaydet...
uk: Зберегти як

source: Save catalog
br: Gwarediñ Roll
de: Katalog speichern
hr: Spremanje zbirke prijevoda
pa_in: ਸੂਚੀ ਸਾਂਭੋ
ro: Salveazã catalogul
ta: «¸Ã¡¾¢ «¨¼¨Å §ºÁ¢
tr: Kataloðu kaydet
uk: Зберегти каталог

source: Save changes
br: Gwarediñ Kemmoù
de: Änderungen speichern
hr: Spremanje promjena
pa_in: ਤਬਦੀਲੀਆਂ ਸਾਂਭੋ
ro: Salveazã schimbãrile
ta: Á¡üÈí¸¨Ç §ºÁ¢
tr: Deðiþiklikleri kaydet
uk: Зберегти зм╕ни

source: Scanning file:
br: O c’hwilerviñ restr :
de: Untersuche Datei:
hr: Pretra¾ivanje datoteke:
pa_in: ਫਾਇਲੋ ਛਾਣੋ:
ro: Scanez fiºierul:
ta: §¸¡ôÒ ÅÕ¼ôÀÎ¸¢ÈÐ:
tr: Taranan dosya:
uk: Сканувати файл:

source: Scanning files...
br: O c’hwilerviñ restroù ...
de: Untersuche Dateien...
hr: Pretra¾ivanje datoteka...
pa_in: ਫਾਇਲ਼ਾਂ ਫੋਲੀਆਂ ਜਾ ਰਹੀਆਂ ਹਨ.........
ro: Scanez fiºierele...
ta: §¸¡ôÒ¸û ÅÕ¼ôÀÎ¸¢ÈÐ...
tr: Dosyalar taranýyor...
uk: Сканування файл╕в...

source: Search Paths
br: Klask Treugoù
de: Suchpfade
hr: Staze tra¾enja
pa_in: ਖੋਜਣ ਲਈ ਰਾਹ
ro: Cãi de cãutare
ta: §¾¼ø À¡¨¾¸û
tr: Arama yollarý
uk: Шляхи пошуку
